Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: This should not be less than %s.
cs: Toto by mělo být méně než %s.
el: Αυτό δεν πρέπει να είναι μικρότερο από %s.
fr: Cette valeur ne doit pas être inférieure à %s.
nl: Dit kan niet minder zijn dan %s.
sl: Ta vrednost ne sme biti manjša od %s.
tr: Bu değer %s'den az olmamalıdır.

source: This should not be more than %s.
cs: Toto by mělo být více než %s.
el: Αυτό δεν πρέπει να υπερβαίνει το %s.
fr: Cette valeur ne doit pas être supérieure à %s.
nl: Dit kan niet meer zijn dan %s.
sl: To ne sme biti več kot %s.
tr: Bu %s'den fazla olmamalıdır.

source: Passwords do not match!
cs: Hesla se neshodují!
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν!
fr: Les mots de passe ne correspondent pas !
nl: Wachtwoorden zijn niet gelijk!
sl: Gesli se ne ujemata!
tr: Şifreler eşleşmiyor!

source: This is not a valid UUID.
cs: Toto není validní UUID.
el: Το UUID δεν είναι έγκυρο.
fr: Ceci n'est pas un UUID valide.
nl: Dit is geen geldig UUID.
sl: To ni veljaven UUID.
tr: Bu geçerli bir UUID değildir.

source: Invalid value.
cs: Neplatná hodnota.
el: Μη έγκυρη τιμή.
fr: Valeur non valide.
nl: Ongeldige waarde.
sl: Nepravilna vrednost.
tr: Geçersiz değer.

source: This is a very weak password.
cs: Toto je velmi slabé heslo.
el: Αυτός ο κωδικός πρόσβασης είναι πολύ αδύναμος.
fr: Ce mot de passe est très faible.
nl: Dit is een heel zwak wachtwoord.
sl: To je zelo šibko geslo.
tr: Bu çok zayıf bir paroladır.

source: This is a weak password.
cs: Toto je slabé heslo.
el: Αυτός ο κωδικός πρόσβασης είναι αδύναμος .
fr: Ce mot de passe est faible.
nl: Dit is een zwak wachtwoord.
sl: To je šibko geslo.
tr: Bu zayıf bir parola.

source: Comma (,) is not allowed in project tags.
cs: Čárka (,) není povolena v projektových štítcích.
el: Το κόμμα (,) δεν επιτρέπεται στις ετικέτες έργου.
fr: La virgule (,) n'est pas autorisée dans les étiquettes de projet.
nl: Er kan geen komma (,) worden gebruikt in een project-tag.
sl: V oznakah vejica (,) ni dovoljena.
tr: Proje etiketlerinde virgül (,) kullanılmasına izin verilmez.

source: Unable to get comments.
cs: Nelze získat komentáře.
el: Αδυναμία λήψης σχολίων.
fr: Impossible d'obtenir les commentaires.
nl: Kan geen opmerkingen ophalen.

source: Assigned Comments
cs: Přiřazené komentáře
el: Σχόλια που έχουν ανατεθεί
fr: Commentaires attribués
nl: Toegewezen opmerkingen

source: Resolved
cs: Vyřešeno
el: Επιλύθηκε
fr: Résolu
nl: Opgelost
sl: Rešeno
tr: Çözüldü

source: Resolved only
cs: Pouze vyřešené
el: Επιλυμένα μόνο
fr: Résolus uniquement
nl: Alleen opgeloste

source: Unresolved only
cs: Pouze nevyřešené
el: Μόνο ανεπίλυτα
fr: Non résolus uniquement
nl: Alleen openstaande

source: No comments have been assigned to you.
cs: Nebyly vám přiřazeny žádné komentáře.
el: Δεν σας έχει ανατεθεί κανένα σχόλιο.
fr: Aucun commentaire ne vous a été attribué.
nl: Er zijn geen opmerkingen aan u toegewezen.

source: Search comments...
cs: Vyhledávání komentářů...
el: Αναζήτηση σχολίων...
fr: Chercher parmi les commentaires...
nl: Opmerkingen doorzoeken...

source: Project
cs: Projekt
el: Έργο
fr: Projet
sl: Projekt
tr: Proje

source: Updated
cs: Aktualizováno
el: Ενημερωμένο
fr: Date de dernière modification
nl: Bijgewerkt
sl: Posodobljeno
tr: Güncellenmiş

source: Privacy & Cookies: This site uses cookies. By continuing to use this website, you agree to their use.
cs: Soukromí a cookies: Tento web používá tzv. cookies. Dalším používáním těchto webových stránek souhlasíte s jejich používáním.
el: Απόρρητο & Cookies: Αυτός ο ιστότοπος χρησιμοποιεί cookies. Συνεχίζοντας να χρησιμοποιείτε αυτόν τον ιστότοπο, συμφωνείτε με τη χρήση τους.
fr: Vie privée et cookies : Ce site utilise des cookies. En continuant à utiliser ce site, vous acceptez leur utilisation.
nl: Privacy & Cookies: Deze site maakt gebruik van cookies. Als u deze website blijft gebruiken, gaat u hiermee akkoord.
sl: Zasebnost in piškotki: To spletno mesto uporablja piškotke. Z nadaljnjo uporabo tega spletnega mesta se strinjate z njihovo uporabo.
tr: Gizlilik ve Çerezler: Bu sitede çerezler kullanılmaktadır. Bu web sitesini kullanmaya devam ederek, bunların kullanımını kabul etmiş olursunuz.

source: To find out more, including how to control cookies, see here:
cs: Další informace včetně způsobu ovládání cookies najdete zde:
el: Για να μάθετε περισσότερα, συμπεριλαμβανομένου του πώς να ελέγξετε τα cookies, δείτε εδώ:
fr: Pour en savoir plus, notamment sur la manière de contrôler les cookies, voir ici :
nl: Kijk hier voor meer informatie en hoe u cookies kunt beheren:
sl: Če želite izvedeti več, vključno s tem kako nadzirati piškotke, glejte tukaj:
tr: Çerezlerin nasıl kontrol edileceği de dahil olmak üzere daha fazla bilgi edinmek için buraya bakın:

source: Cookie Policy
cs: Zásady používání cookies
el: Πολιτική Cookie
fr: Politique en matière de cookies
nl: Cookiebeleid
sl: Pravilnik o piškotkih
tr: Çerez Politikası

source: Close and Accept
cs: Zavřít a přijmout
el: Κλείσιμο και αποδοχή
fr: Fermer et accepter
nl: Sluiten en accepteren
sl: Zapri in sprejmi
tr: Kapat ve Kabul Et

source: Copied!
cs: Zkopírováno!
el: Αντιγράφηκε!
fr: Copié !
nl: Gekopieerd!
sl: Kopirano!
tr: Kopyalandı!

source: Copy
cs: Kopírovat
el: Αντιγραφή
fr: Copie
nl: Kopieer
sl: Kopiraj
tr: Anlaşıldı

source: Filter by name...
cs: Filtrovat podle názvu...
el: Φιλτράρετε με βάση το όνομα...
fr: Filtrer par nom...
nl: Filter op naam…
sl: Filtriranje po imenu...
tr: İsme göre filtrele...

source: Order by
cs: Seřadit podle
el: Ταξινόμηση κατά
fr: Ordonner par
nl: Sorteer op
sl: Razvrstite po
tr: Sırala

source: Clear selection
cs: Vyčistit výběr
el: Εκκαθάριση επιλογής
fr: Supprimer la sélection
nl: Maak selectie leeg
sl: Počisti izbor
tr: Seçimi temizle

source: Last
cs: Poslední
el: Τελευταίο
fr: Dernier
nl: Laatste
sl: Zadnji
tr: En son

source: Next
cs: Další
el: Επόμενο
fr: Suivant
nl: Volgende
sl: Naslednji
tr: Sonraki

source: Prev
cs: Předchozí
el: Προηγούμενο
fr: Précédent
nl: Vorige
sl: Prejšnje
tr: Önceki

source: First
cs: První
el: Πρώτο
fr: Premier
nl: Eerste
sl: Prvi
tr: Birinci

source: There are no results matching your search and filters.
cs: Žádné výsledky nevyhovují vyhledávání a filtrům.
el: Δεν υπάρχουν αποτελέσματα που να ταιριάζουν με την αναζήτηση και τα φίλτρα σας.
fr: Il n'y a pas de résultats correspondant à votre recherche et à vos filtres.
nl: Er zijn geen resultaten die overeenkomen met de zoektermen en filters.
sl: Ni rezultatov, ki bi ustrezali vašemu iskanju in filtrom.
tr: Arama ve filtrelerinizle eşleşen sonuç yok.

source: No data
cs: Žádná data
el: Δεν υπάρχουν στοιχεία
fr: Aucune donnée
nl: Geen gegevens
sl: Ni podatkov
tr: Veri yok

source: Updated %s
cs: Upraveno %s
el: Ενημερώθηκε %s
fr: Mise à jour %s
nl: %s bijgewerkt
sl: Posodobljeno %s
tr: Güncellendi %s

source: Anonymous Cat
cs: Anonymní kočka
el: Ανώνυμη γάτα
fr: Chat anonyme
nl: Anonieme kat
sl: Anonimna mačka
tr: İsimsiz Kedi

source: Anonymous Crow
cs: Anonymní vrána
el: Ανώνυμο κοράκι
fr: Corbeau Anonyme
nl: Anonieme kraai
sl: Anonimna vrana
tr: İsimsiz Karga

source: Anonymous Dog
cs: Anonymní pes
el: Ανώνυμος σκύλος
fr: Chien anonyme
nl: Anonieme hond
sl: Anonimni pes
tr: İsimsiz Köpek

source: Anonymous Dove
cs: Anonymní holub
el: Ανώνυμο περιστέρι
fr: Colombe anonyme
nl: Anonieme duif
sl: Anonimni golob
tr: İsimsiz Güvercin

source: Anonymous Dragon
cs: Anonymní drak
el: Ανώνυμος δράκος
fr: Dragon anonyme
nl: Anonieme draak
sl: Anonimni zmaj
tr: İsimsiz Ejderha

source: Anonymous Fish
cs: Anonymní ryba
el: Ανώνυμο ψάρι
fr: Poisson anonyme
nl: Anonieme vis
sl: Anonimna riba
tr: İsimsiz Balık

source: Anonymous Frog
cs: Anonymní žába
el: Ανώνυμος βάτραχος
fr: Grenouille Anonyme
nl: Anonieme kikker
sl: Anonimna žaba
tr: İsimsiz Kurbağa

source: Anonymous Hippo
cs: Anonymní hroch
el: Ανώνυμος ιπποπόταμος
fr: Hippo anonyme
nl: Anoniem nijlpaard
sl: Anonimni povodni konj
tr: İsimsiz Hippo

source: Anonymous Horse
cs: Anonymní kůň
el: Ανώνυμο άλογο
fr: Cheval anonyme
nl: Anoniem paard
sl: Anonimni konj
tr: İsimsiz At

source: Anonymous Kiwi
cs: Anonymní kiwi
el: Ανώνυμο ακτινίδιο
fr: Kiwi anonyme
nl: Anonieme kiwi
sl: Anonimni kivi
tr: İsimsiz Kivi

source: Anonymous Otter
cs: Anonymní vydra
el: Ανώνυμη ενυδρίδα
fr: Loutre anonyme
nl: Anonieme otter
sl: Anonimna vidra
tr: İsimsiz Su Samuru

source: Anonymous Spider
cs: Anonymní pavouk
el: Ανώνυμη αράχνη
fr: Araignée anonyme
nl: Anonieme spin
sl: Anonimni pajek
tr: İsimsiz Örümcek

source: Anonymous Pig
cs: Anonymní prase
el: Ανώνυμος χοίρος
fr: Cochon anonyme
nl: Anoniem varken
sl: Anonimni pujs
tr: İsimsiz Domuz

source: Anonymous Bug
cs: Anonymní brouk
el: Ανώνυμο έντομο
fr: Bug anonyme
nl: Anoniem insect
sl: Anonimni hrošč
tr: İsimsiz Böcek

source: Anonymous Wizard
cs: Anonymní čaroděj
el: Ανώνυμος μάγος
fr: Assistant Anonyme
nl: Anonieme tovenaar
sl: Anonimni čarovnik
tr: İsimsiz Büyücü

source: Anonymous Ghost
cs: Anonymní duch
el: Ανώνυμο φάντασμα
fr: Fantôme anonyme
nl: Anoniem spook
sl: Anonimni duh
tr: İsimsiz Hayalet

source: Anonymous Robot
cs: Anonymní robot
el: Ανώνυμο ρομπότ
fr: Robot anonyme
nl: Anonieme robot
sl: Anonimni robot
tr: İsimsiz Robot

source: Anonymous Snowman
cs: Anonymní sněhulák
el: Ανώνυμος χιονάνθρωπος
fr: Bonhomme de neige anonyme
nl: Anonieme sneeuwpop
sl: Anonimni snežak
tr: İsimsiz Kardan Adam

source: Anonymous Tree
cs: Anonymní stromek
el: Ανώνυμο δέντρο
fr: Arbre anonyme
nl: Anonieme boom
sl: Anonimno drevo
tr: İsimsiz Ağaç

source: Anonymous Cowboy
cs: Anonymní kovboj
el: Ανώνυμος καουμπόι
fr: Cowboy anonyme
nl: Anonieme cowboy
sl: Anonimni kavboj
tr: İsimsiz Kovboy

source: Trial
cs: Zkouška
el: Δοκιμή
fr: Essai
nl: Proef
sl: Preizkus
tr: Deneme

source: Active
cs: Aktivní
el: Ενεργό
fr: Actif
nl: Aktief
sl: Aktivno
tr: Aktif

source: There are no plans for this instance.
cs: Neexistují žádné plány pro tuto instanci.
el: Δεν υπάρχουν σχέδια για αυτό το στιγμιότυπο.
fr: Il n'y a pas de plan pour cette instance.
nl: Er zijn geen plannen voor deze instantie.
sl: Za ta primer ni načrtov.
tr: Bu kurulum için herhangi bir plan bulunmamaktadır.

source: Plan
cs: Plán
el: Σχέδιο
sl: Načrt

source: Users
cs: Uživatelé
el: Χρήστες
fr: Utilisateur·rice·s
nl: Gebruikers
sl: Uporabniki
tr: Kullanıcılar

source: From
cs: Od
el: Από
fr: De
nl: Van
sl: S spletne strani
tr: Kimden

source: To
cs: Do
el: Προς
fr: À
nl: Naar
sl: Na naslov
tr: Kime

source: Unable to get version history.
cs: Nelze získat historii verzí.
el: Αδυναμία λήψης ιστορικού εκδόσεων.
fr: Impossible d'obtenir l'historique des versions.
nl: Kan versiehistorie niet ophalen.
sl: Ni mogoče pridobiti zgodovine različic.
tr: Sürüm geçmişi alınamıyor.

source: Unable to get project actions.
cs: Nelze získat projektové akce.
el: Αδυναμία λήψης ενεργειών έργου.
fr: Impossible d'obtenir des actions de projet.
nl: Kan projectacties niet ophalen.
sl: Ni mogoče pridobiti projektnih akcij.
tr: Proje eylemleri alınamıyor.

source: Unable to get project importers.
cs: Nelze získat projektové importéry.
el: Αδυναμία λήψης εισαγωγέων έργων.
fr: Impossible d'obtenir des importateurs de projets.
nl: Kan projectimporteurs niet laden.
sl: Ni mogoče pridobiti uvoznikov projektov.
tr: Proje içe aktarıcılar alınamıyor.

source: Unable to get type hints.
cs: Nelze získat nápovědu.
el: Αδυναμία λήψης συμβουλών κειμένου.
fr: Impossible d'obtenir des indications sur le type.
nl: Kan hints niet ophalen.
sl: Ni mogoče pridobiti namigov za tip.
tr: Yazım ipuçları alınamıyor.

source: View
cs: Zobrazit
el: Προβολή
fr: Lire
nl: Bekijk
sl: Oglejte si
tr: Görüntüle

source: Show all
cs: Ukázat vše
el: Προβολή όλων
fr: Tout afficher
nl: Alles laten zien
sl: Pokaži vse
tr: Hepsini göster

source: Hide all
cs: Skrýt vše
el: Απόκρυψη όλων
fr: Tout cacher
nl: Alles verbergen
sl: Skrij vse
tr: Tümünü gizle

source: Answered by
cs: Zodpovězeno
el: Απαντήθηκε από
fr: Répondu par
nl: Beantwoord door
sl: Odgovori
tr: Cevaplayan

source: Phases
cs: Fáze
el: Φάσεις
nl: Fasen
sl: Faze
tr: Aşamalar

source: Question tags
cs: Štítky otázek
el: Ετικέτες ερωτήσεων
fr: Étiquettes de questions
nl: Vraag-tags
sl: Oznake vprašanj
tr: Soru etiketleri

source: Non-desirable questions
cs: Nevyžadované otázky
el: Μη επιθυμητές ερωτήσεις
fr: Questions non souhaitables
nl: Vragen die niet beantwoord hoeven te worden
sl: Nezaželena vprašanja
tr: İstenmeyen sorular

source: Metric values
cs: Hodnoty metrik
el: Μετρικές τιμές
fr: Valeurs métriques
nl: Meetwaarden
sl: Metrične vrednosti
tr: Metrik değerler

source: Import replies
cs: Import odpovědí
el: Εισαγωγή απαντήσεων
fr: Importation de réponses
nl: Antwoorden importeren
sl: Uvoz odgovorov
tr: Yanıtları içe aktar

source: Actions
cs: Akce
el: Ενέργειες
nl: Acties
sl: Dejavnosti
tr: Eylemler

source: TODOs
cs: TODO
fr: À faire
tr: Yapılacaklar

source: Comments
cs: Komentáře
el: Σχόλια
fr: Commentaires
nl: Opmerkingen
sl: Komentarji
tr: Yorumlar

source: Warnings
cs: Upozornění
el: Προειδοποιήσεις
fr: Avertissements
nl: Waarschuwingen
sl: Opozorila
tr: Uyarılar

source: Version history
cs: Historie verzí
el: Ιστορικό εκδόσεων
fr: Historique des versions
nl: Versiehistorie
sl: Zgodovina različic
tr: Sürüm geçmişi

source: Action succeeded!
cs: Akce se podařila!
el: Η ενέργεια πέτυχε!
fr: Action réussie !
nl: Actie geslaagd!
sl: Akcija je uspela!
tr: Eylem başarılı oldu!

source: Action failed!
cs: Akce se nezdařila!
el: Η ενέργεια απέτυχε!
fr: L'action a échoué !
nl: Actie mislukt!
sl: Akcija ni uspela!
tr: Eylem başarısız oldu!

source: Current Phase
cs: Aktuální fáze
el: Τρέχουσα φάση
fr: Phase en cours
nl: Huidige fase
sl: Trenutna faza
tr: Mevcut Aşama

source: Select phase
cs: Zvolit fázi
el: Επιλέξτε φάση
fr: Sélectionner la phase
nl: Selecteer fase
sl: Izberite fazo
tr: Aşama seçiniz

source: All TODOs have been completed.
cs: Všechna TODO byla dokončena.
el: Όλα τα TODOs έχουν ολοκληρωθεί.
fr: Tous les 'À faire' ont été complétés.
nl: Alle TODOs zijn klaar.
sl: Vse naloge TODO so bile dokončane.
tr: Tüm yapılacaklar tamamlanmıştır.

source: Click the %s icon to add new comments to a question.
cs: Klikněte na ikonu %s pro přidání nových komentářů k otázce.
el: Κάντε κλικ στο εικονίδιο %s για να προσθέσετε νέα σχόλια σε μια ερώτηση.
fr: Cliquez sur l'icône %s pour ajouter de nouveaux commentaires à une question.
nl: Klik op het %s pictogram om nieuwe opmerkingen toe te voegen aan een vraag.
sl: Če želite dodati nove komentarje k vprašanju, kliknite ikono %s.
tr: Bir soruya yeni yorumlar eklemek için %s simgesine tıklayın.

source: View resolved comments (%s)
cs: Zobrazit vyřešené komentáře (%s)
el: Προβολή επιλυμένων σχολίων (%s)
fr: Voir les commentaires résolus (%s)
nl: Opgeloste opmerkingen bekijken (%s)

source: Editor notes are only visible to project Editors and Owners.
cs: Poznámky editorů jsou viditelné jen editorům a vlastníkům.
el: Οι σημειώσεις συντάκτη είναι ορατές μόνο στους συντάκτες και τους ιδιοκτήτες του έργου.
fr: Les notes de l'éditeur ne sont visibles que par les éditeurs et les propriétaires du projet.
nl: Redactienotities zijn alleen zichtbaar voor projecteigenaren en editors.
sl: Opombe urednikov so vidne samo urednikom in lastnikom projekta.
tr: Editör notları yalnızca proje Editörleri ve Sahipleri tarafından görülebilir.

source: Comment
cs: Komentovat
el: Σχόλιο
fr: Commentaire
nl: Opmerking
sl: Komentar
tr: Yorum yap

source: Create a new comment...
cs: Vytvořit nový komentář...
el: Δημιουργήστε ένα νέο σχόλιο...
fr: Créer un nouveau commentaire...
nl: Maak een nieuwe opmerking…
sl: Ustvarite nov komentar...
tr: Yeni bir yorum oluşturun...

source: Editor notes
cs: Poznámky editorů
el: Σημειώσεις συντάκτη
fr: Notes du/de la rédacteur·rice
nl: Redactienotities
sl: Opombe urednika
tr: Editör notları

source: Delete this comment thread?
cs: Odstranit toto vlákno komentářů?
el: Διαγραφή αυτού του thread σχολίων;
fr: Supprimer ce fil de commentaires ?
nl: Verwijder deze opmerkingen?
sl: Izbriši to nit komentarjev?
tr: Bu yorum dizisini silelim mi?

source: Reply
cs: Odpověď
el: Απάντηση
fr: Répondre
nl: Antwoord
sl: Odgovori
tr: Yanıtla

source: Reply...
cs: Odpověď...
el: Απάντηση...
fr: Répondre...
nl: Antwoord…
sl: Odgovori...
tr: Yanıtla...

source: Assigned to you
cs: Přiřazeno vám
el: Σας έχει ανατεθεί
fr: Vous étant attribués
nl: Aan u toegewezen

source: Assigned to %s
cs: Přiřazeno %s
el: Ανατέθηκε σε %s
fr: Attribués à %s
nl: Toegewezen aan %s

source: Edit
cs: Upravit
el: Επεξεργασία
fr: Modifier
nl: Wijzig
sl: Uredi
tr: Düzenle

source: Cancel
cs: Zrušit
el: Ακύρωση
fr: Annuler
nl: Annuleer
sl: Prekliči
tr: İptal et

source: Delete this comment?
cs: Odstranit komentář?
el: Διαγραφή αυτού του σχολίου;
fr: Supprimer ce commentaire ?
nl: Verwijder deze opmerking?
sl: Izbriši ta komentar?
tr: Bu yorumu sileyim mi?

source: Resolve comment thread
cs: Vyřešit vlákno komentářů
el: Επίλυση thread σχολίου
fr: Résoudre le fil de commentaires
nl: Markeer opmerkingen als opgelost
sl: Rešiti nit komentarjev
tr: Yorum dizisini çözümle

source: Remove assignment
cs: Odebrat přiřazení
el: Κατάργηση ανάθεσης
fr: Supprimer l'attribution
nl: Toewijzing verwijderen

source: Reopen
cs: Znovuotevřít
el: Ανοίξτε ξανά
fr: Ré-ouvrir
nl: Heropen
sl: Ponovno odprite
tr: Yeniden Aç

source: Delete
cs: Odstranit
el: Διαγραφή
fr: Supprimer
nl: Verwijderen
sl: Izbriši
tr: Sil

source: edited
cs: upraveno
el: επεξεργάστηκε
fr: modifié
nl: gewijzigd
sl: urejeno
tr: düzenlenmiş

source: Anonymous user
cs: Anonymní uživatel
el: Ανώνυμος χρήστης
fr: Utilisateur·rice anonyme
nl: Anonieme gebruiker
sl: Anonimni uporabnik
tr: İsimsiz kullanıcı

source: This chapter contains no questions.
cs: Tato kapitola neobsahuje žádné otázky.
el: Αυτό το κεφάλαιο δεν περιέχει ερωτήσεις.
fr: Ce chapitre ne comprend pas de questions.
nl: Dit hoofdstuk bevat geen vragen.
sl: To poglavje ne vsebuje vprašanj.
tr: Bu bölümde soru bulunmamaktadır.

source: There are no questions in this phase.
cs: V této fázi zde nejsou žádné otázky.
el: Δεν υπάρχουν ερωτήσεις σε αυτή τη φάση.
fr: Cette phase ne comprend aucune question.
nl: Er zijn geen vragen in deze fase.
sl: V tej fazi ni vprašanj.
tr: Bu aşamada soru bulunmamaktadır.

source: Previous Chapter
cs: Předchozí kapitola
el: Προηγούμενο κεφάλαιο
fr: Chapitre précédent
nl: Vorig Hoofdstuk
sl: Prejšnje poglavje
tr: Önceki Bölüm

source: Next Chapter
cs: Následující kapitola
el: Επόμενο κεφάλαιο
fr: Chapitre suivant
nl: Volgend Hoofdstuk
sl: Naslednje poglavje
tr: Sonraki Bölüm

source: anonymous user
cs: anonymní uživatel
el: ανώνυμος χρήστης
fr: utilisateur·rice anonyme
nl: anonieme gebruiker
sl: anonimni uporabnik
tr: isimsiz kullanıcı

source: Answered %s by %s.
cs: Zodpovězeno %s (%s).
el: Απάντηση %s από %s.
fr: Réponse à %s par %s.
nl: Beantwoord %s door %s.
sl: Odgovoril %s z %s.
tr: %s %s tarafından cevaplandı.

source: This question has been answered
cs: Tato otázka byla zodpovězena
el: Αυτό το ερώτημα έχει απαντηθεί
fr: Cette question a été renseignée
nl: Deze vraag is beantwoord
sl: Na to vprašanje je bilo odgovorjeno
tr: Bu soru yanıtlandı

source: This question should be answered now
cs: Tato otázka by nyní měla být zodpovězena
el: Το ερώτημα αυτό πρέπει να απαντηθεί τώρα
fr: Il convient de répondre à cette question dès maintenant
nl: Deze vraag moet nu beantwoord worden
sl: Na to vprašanje je treba odgovoriti zdaj
tr: Bu soru şimdi cevaplanmalıdır

source: This question can be answered later
cs: Na tuto otázku lze odpovědět později
el: Αυτό το ερώτημα μπορεί να απαντηθεί αργότερα
fr: La réponse à cette question pourra être donnée ultérieurement
nl: Deze vraag kan later worden beantwoord
sl: Na to vprašanje lahko odgovorite pozneje
tr: Bu soru daha sonra cevaplanabilir

source: Clear answer
cs: Odstranit odpověď
el: Εκκαθάριση απάντησης
fr: Supprimer la réponse
nl: Antwoord leegmaken
sl: Izbriši odgovor
tr: Cevabı temizle

source: There are no follow up questions in this phase.
cs: V této fázi nejsou žádné navazující otázky.
el: Δεν υπάρχουν περαιτέρω ερωτήσεις σε αυτή τη φάση.
fr: Il n'y a pas de questions de suivi pour cette phase.
nl: Er zijn geen vervolgvragen in deze fase.
sl: V tej fazi ni nadaljnjih vprašanj.
tr: Bu aşamada herhangi bir takip sorusu bulunmamaktadır.

source: Expand
cs: Rozbalit
el: Επέκταση
fr: Développer
nl: Uitbreiden

source: %s %s follow up question
cs: %s %s doplňující otázka
el: %s %s επακόλουθη ερώτηση
fr: %s %s question de suivi
nl: %s %s vervolgvraag

source: Collapse
cs: Sbalit
el: Κλείσιμο
fr: Réduire
nl: Opvouwen

source: Expand all
cs: Rozbalit vše
el: Επέκταση όλων
fr: Tout développer
nl: Expandeer alles
sl: Razširiti vse
tr: Tümünü genişlet

source: Collapse all
cs: Sbalit vše
el: Κλείσιμο όλων
fr: Tout réduire
nl: Vouw alles samen
sl: Strni vse
tr: Tümünü daralt

source: There are no answers yet.
cs: Zatím nezodpovězeno.
el: Δεν υπάρχουν απαντήσεις ακόμα.
fr: Il n'y a pas encore de réponses.
nl: Er zijn nog geen antwoorden.
sl: Odgovorov še ni.
tr: Henüz cevap yok.

source: Add
cs: Přidat
el: Προσθέστε
fr: Ajouter
nl: Toevoegen
sl: Dodaj
tr: Ekle

source: This item contains no questions.
cs: Tato položka neobsahuje žádné otázky.
el: Αυτό το στοιχείο δεν περιέχει ερωτήσεις.
fr: Cet article ne contient pas de questions.
nl: Dit deel bevat geen vragen.
sl: Ta izdelek ne vsebuje vprašanj.
tr: Bu ürün soru içermemektedir.

source: Move Up
cs: Posunout nahoru
el: Μετακίνηση προς τα πάνω
fr: Déplacer au-dessus
nl: Verplaats Omhoog
sl: Premaknite se navzgor
tr: Yukarı taşı

source: Move Down
cs: Posunout dolu
el: Μετακίνηση προς τα κάτω
fr: Déplacer au-dessous
nl: Verplaats Omlaag
sl: Premaknite se navzdol
tr: Aşağı Taşı

source: This is not a valid email address.
cs: Toto není platná emailová adresa.
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη.
fr: Ceci n'est pas un courriel valide.
nl: Dit is geen geldig e-mailadres.
sl: To ni veljaven e-poštni naslov.
tr: Bu geçerli bir e-posta adresi değil.

source: This is not a valid URL.
cs: Toto není platná URL adresa.
el: Αυτό το URL δεν είναι έγκυρο.
fr: Ceci n'est pas une URL valide.
nl: Dit is geen geldige URL.
sl: To ni veljaven naslov URL.
tr: Bu geçerli bir URL değil.

source: This is not a valid color.
cs: Toto není platná barva.
el: Αυτό το χρώμα δεν είναι έγκυρο .
fr: Ceci n'est pas une couleur valide.
nl: Dit is geen geldige kleur.
sl: To ni veljavna barva.
tr: Bu geçerli bir renk değil.

source: Select
cs: Vybrat
el: Επιλέξτε
fr: Sélectionner
nl: Kies
sl: Izberite
tr: Seç

source: There are no results for your search.
cs: Žádné výsledky pro toto vyhledávání.
el: Δεν υπάρχουν αποτελέσματα για την αναζήτησή σας.
fr: Il n'y a pas de résultats à votre recherche.
nl: Er zijn geen resultaten voor uw zoekopdracht.
sl: Za vaše iskanje ni rezultatov.
tr: Aramanız için sonuç yok.

source: Loading...
cs: Načítání...
el: Φόρτωση...
fr: Chargement...
nl: Laden…
sl: Nalaganje...
tr: Yükleniyor...

source: - select -
cs: - vybrat -
fr: - sélectionner -
nl: - selecteren -

source: Go to item
cs: Přejít na položku
fr: Aller à l'élément
nl: Ga naar item

source: The selected item was deleted.
cs: Vybraná položka byla odstraněna.
fr: L'élément sélectionné a été supprimé.
nl: Het geselecteerde item is verwijderd.

source: This option leads to some follow up questions.
cs: Tato možnost vede k dalším návazným otázkám.
el: Αυτή η επιλογή οδηγεί σε επακόλουθες ερωτήσεις.
fr: Cette option conduit à certaines questions de suivi.
nl: Deze optie leidt naar enkele vervolgvragen.
sl: Zaradi te možnosti se pojavijo nekatera dodatna vprašanja.
tr: Bu seçenek bazı takip sorularına yol açmaktadır.

source: 1 comment
cs: 1 komentář
el: 1 σχόλιο
fr: 1 commentaire
nl: 1 opmerking
sl: 1 komentar
tr: 1 yorum

source: Remove TODO
cs: Odstranit TODO
el: Αφαίρεση TODO
fr: Supprimer `À faire`
nl: Verwijder TODO
sl: Odstranite TODO
tr: Yapılacağı kaldır
