Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Editor
el: Συντάκτης
fr: Rédaction
sl: Urednik
tr: Editör

source: Import
el: Εισαγωγή
fr: Importer
nl: Importeer
sl: Uvoz
tr: İthalat

source: This document template is not supported in this version of DSW.
el: Αυτό το πρότυπο εγγράφου δεν υποστηρίζεται σε αυτή την έκδοση του DSW.
sl: Ta predloga dokumenta v tej različici DSW ni podprta.
tr: Bu belge şablonu DSW'nin bu sürümünde desteklenmemektedir.

source: ID
el: Αναγνωριστικό (ID)
tr: KIMLIK

source: Metamodel
el: Μεταμοντέλο
fr: Métamodèle

source: Text
el: Κείμενο
fr: Texte
nl: Tekst
sl: Besedilo
tr: Metin

source: Email
el: Ηλεκτρονικό ταχυδρομείο
fr: Courriel
nl: e-mailadres
sl: E-pošta
tr: E-posta

source: Widget URL
el: URL του widget
fr: URL du widget
sl: URL Widget
tr: Widget URL'si

source: Reference
el: Παραπομπή
fr: Référence
nl: Referentie
sl: Referenca
tr: Referans

source: Expert
el: Ειδικός
sl: Strokovnjak
tr: Uzman

source: DSW Version
el: Έκδοση DSW
sl: Različica DSW
tr: DSW Versiyonu

source: Info
el: Πληροφορίες
fr: Information
tr: Bilgi

source: DSW Registry
el: Μητρώο DSW
nl: DSW Register
sl: Register DSW
tr: DSW Kayıt

source: Multipart
el: Πολυμερές
sl: Večdelni
tr: Çok parçalı

source: Tenant ID
el: Αναγνωριστικό ενοικιαστή
fr: ID de l'occupant
nl: Huurder ID
sl: ID najemnika
tr: Kiracı Kimliği

source: Role
el: Ρόλος
fr: Rôle
nl: Rol
sl: Vloga
tr: Rol

source: You can generate an API key for every application you use that needs access to [DSW API](%s).
el: Μπορείτε να δημιουργήσετε ένα κλειδί API για κάθε εφαρμογή που χρησιμοποιείτε και χρειάζεται πρόσβαση στο [DSW API](%s).
sl: Ključ API lahko ustvarite za vsako aplikacijo, ki potrebuje dostop do [DSW API](%s).
tr: DSW API](%s)'ye erişmesi gereken kullandığınız her uygulama için bir API anahtarı oluşturabilirsiniz.

source: TODO
fr: À faire
tr: Yapılacak

source: Readme
fr: Lisez-moi
tr: Beni oku

source: OK
sl: V REDU
tr: TAMAM.

source: View resolved comments
sl: Oglejte si rešene komentarje
tr: Çözülen yorumları görüntüle

source: Only PDF documents are enabled in this instance.
sl: V tem primeru so omogočeni samo dokumenti PDF.
tr: Bu durumda yalnızca PDF belgeleri etkinleştirilir.

source: Empty short UUID for page reference
sl: Prazen kratek UUID za sklic na stran
tr: Sayfa referansı için boş kısa UUID

source: Short UUID
sl: Kratek UUID
tr: Kısa UUID

source: Anyone with the link can edit the project.
sl: Projekt lahko ureja vsakdo, ki ima povezavo.
tr: Bağlantıya sahip olan herkes projeyi düzenleyebilir.

source: Anyone with the link can view the project.
sl: Projekt si lahko ogleda vsak, ki ima povezavo.
tr: Bağlantıya sahip olan herkes projeyi görüntüleyebilir.

source: Original version
sl: Izvirna različica
tr: Orijinal versiyon

source: Unable to get a book reference.
sl: Ni možno pridobiti reference knjige.
tr: Kitap referansı alınamıyor.

source: Data Stewardship for Open Science
sl: Upravljanje podatkov za odprto znanost
tr: Açık Bilim için Veri Yönetimi

source: Chapter %s
sl: Poglavje %s
tr: Bölüm %s

source: With kind permission of
sl: S prijaznim dovoljenjem
tr: Nazik izni ile

source: Token
sl: Žeton
tr: Jeton

source: Document templates transform answers from a questionnaire into a document. This document can be anything, from PDF to machine-actionable JSON. You can import existing document templates from [%s](%s/templates) or [develop new ones](https://guide.ds-wizard.org/en/latest/more/development/document-templates/index.html).
sl: Predloge dokumentov pretvorijo odgovore iz vprašalnika v dokument. Ta dokument je lahko kar koli, od PDF dokumenta do strojno izvedljivega JSON. Obstoječe predloge dokumentov lahko uvozite iz [%s](%s/templates) ali [razvijete nove](https://guide.ds-wizard.org/en/latest/more/development/document-templates/index.html).

source: Widget
sl: Pripomoček

source: Project templates can be used by other users so they don't have to start their new projects from scratch.
sl: Predloge projektov lahko uporabljajo drugi uporabniki, tako da jim novih projektov ni treba začeti od začetka.
