Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: This is not the latest available version of this document template.
cs: Toto není poslední dostupná verze této šablony dokumentu.
el: Αυτή δεν είναι η τελευταία διαθέσιμη έκδοση αυτού του προτύπου εγγράφου.
fr: Ceci n'est pas la dernière version disponible de ce modèle de documents.
nl: Dit is niet de nieuwste versie van dit documentsjabloon.
sl: To ni najnovejša razpoložljiva različica te predloge dokumenta.
tr: Bu, bu belge şablonunun mevcut en son sürümü değildir.

source: There is a newer version (%s) available.
cs: Je dostupná novější verze (%s).
el: Υπάρχει μια νεότερη διαθέσιμη έκδοση (%s).
fr: Une version plus récente (%s) est disponible.
nl: Er is een nieuwere versie (%s) beschikbaar.
sl: Na voljo je novejša različica (%s).
tr: Daha yeni bir sürüm (%s) mevcut.

source: This document template is not supported in the current version.
cs: Tato šablona dokumentu není v aktuální verzi podporována.
fr: Ce modèle de document n'est pas pris en charge dans la version actuelle.
nl: Dit documentsjabloon wordt niet ondersteund in de huidige versie.

source: Document Template
cs: Šablona dokumentu
el: Πρότυπο Εγγράφου
fr: Modèle de documents
nl: Documentsjabloon
sl: Predloga dokumenta
tr: Belge Şablonu

source: Other versions
cs: Jiné verze
el: Άλλες εκδόσεις
fr: Autres versions
nl: Andere versies
sl: Druge različice
tr: Diğer versiyonlar

source: Published by
cs: Kdo publikoval
el: Δημοσιεύθηκε από
fr: Publié par
nl: Gepubliceerd door
sl: Izdal je
tr: Tarafından yayınlandı

source: Registry Link
cs: Odkaz do Registry
el: Σύνδεσμος μητρώου
fr: Lien avec le Registry
nl: Verwijzing naar het register
sl: Povezava na register
tr: Kayıt Bağlantısı

source: View in registry
cs: Zobrazit v Registry
el: Προβολή στο μητρώο
fr: Afficher dans le Registry
nl: In het register bekijken
sl: Ogled v registru
tr: Kayıt defterinde görüntüle

source: Usable with
cs: Použitelné s
el: Χρησιμοποιείται με
fr: Utilisable avec
nl: Bruikbaar met
sl: Uporabno z
tr: İle kullanılabilir

source: Importing the document template failed.
cs: Import šablony dokumentu selhal.
el: Η εισαγωγή του προτύπου εγγράφου απέτυχε.
fr: L'importation du modèle de documents a échoué.
nl: Importeren van het documentsjabloon mislukt.
sl: Uvoz predloge dokumenta ni uspel.
tr: Belge şablonunun içe aktarılması başarısız oldu.

source: This doesn't look like a document template. Are you sure you picked the correct file?
cs: Tohle nevypadá jako šablona dokumentu. Opravdu jste vybrali správný soubor?
el: Αυτό δεν μοιάζει με πρότυπο εγγράφου. Είστε σίγουροι ότι διαλέξατε το σωστό αρχείο;
fr: Ce fichier n'est pas un modèle de documents ; est-ce le fichier correct ?
nl: Dit lijkt niet op een documentsjabloon. Weet je zeker dat je het juiste bestand hebt gekozen?
sl: To ni videti kot predloga dokumenta. Ste prepričani, da ste izbrali pravo datoteko?
tr: Bu bir belge şablonuna benzemiyor. Doğru dosyayı seçtiğinizden emin misiniz?

source: Choose a file
cs: Vybrat soubor
el: Επιλέξτε ένα αρχείο
fr: Choisir un fichier
nl: Kies een bestand
sl: Izberite datoteko
tr: Bir dosya seçin

source: Or just drop it here
cs: Nebo ho sem prostě přesunout
el: Ή απλά σύρετε το εδώ
fr: Ou déposer ici
nl: Of plaats het hier
sl: Ali pa jo spustite tukaj
tr: Ya da sadece buraya bırakın

source: Unable to import the document template.
cs: Nepodařilo se importovat šablonu dokumentu.
el: Δεν είναι δυνατή η εισαγωγή του προτύπου εγγράφου.
fr: Impossible d'importer le modèle de documents.
nl: Kan het documentsjabloon niet importeren.
sl: Predloge dokumenta ni mogoče uvoziti.
tr: Belge şablonu içe aktarılamıyor.

source: You can find document templates in %s.
cs: Šablony dokumentů můžete nalézt v %s.
el: Μπορείτε να βρείτε πρότυπα εγγράφων στο %s.
fr: Vous pouvez trouver des modèles de documents dans %s.
nl: Je kunt documentsjablonen vinden in %s.
sl: Predloge dokumentov lahko najdete v %s.
tr: Belge şablonlarını %s içinde bulabilirsiniz.

source: Document template %s has been imported!
cs: Šablona dokumentu %s byla naimportována!
el: Το πρότυπο εγγράφου %s έχει εισαχθεί!
fr: Le modèle de documents d'extraction %s a été importé !
nl: Documentsjabloon %s is geïmporteerd!
sl: Predloga dokumenta %s je bila uvožena!
tr: Belge şablonu %s içe aktarıldı!

source: From registry
cs: Z Registry
el: Από το μητρώο
fr: Du registre
nl: Uit het register
sl: Iz registra
tr: Kayıttan

source: From file
cs: Ze souboru
el: Από το αρχείο
fr: Du fichier
nl: Vanuit een bestand
sl: Iz datoteke
tr: Dosyadan

source: Document template could not be updated.
cs: Šablona dokumentů nemohla být aktualizována.
el: Το πρότυπο εγγράφου δεν μπορούσε να ενημερωθεί.
fr: Le modèle de documents n'a pas pu être créé.
nl: Documentsjabloon kon niet worden bijgewerkt.
sl: Predloge dokumenta ni bilo mogoče posodobiti.
tr: Belge şablonu güncellenemedi.

source: unsupported metamodel
cs: nepodporovaný metamodel
el: μη υποστηριζόμενο μεταμοντέλο
fr: métamodèle non supporté
nl: niet-ondersteund metamodel
sl: nepodprt metamodel
tr: desteklenmeyen metamodel

source: Are you sure you want to permanently delete %s and all its versions?
cs: Opravdu chcete nevratně odstranit %s a včetně všech verzí?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε οριστικά το %s και όλες τις εκδόσεις του;
fr: Êtes-vous certain·e de vouloir supprimer définitivement %s et toutes ses versions ?
nl: Weet je zeker dat %s en alle versies daarvan moeten worden verwijderd?
sl: Ste prepričani, da želite trajno izbrisati %s in vse njegove različice?
tr: s ve tüm sürümlerini kalıcı olarak silmek istediğinizden emin misiniz?

source: Delete document template
cs: Odstranit šablonu dokumentu
el: Διαγραφή προτύπου εγγράφου
fr: Supprimer le modèle de documents
nl: Verwijder documentsjabloon
sl: Brisanje predloge dokumenta
tr: Belge şablonunu sil

source: Knowledge model could not be deleted.
cs: Znalostní model nemohl být odstraněn.
el: Το Μοντέλο Γνώσης δεν μπόρεσε να διαγραφεί.
fr: Le modèle de connaissances n'a pas pu être supprimé.
nl: Kennismodel kon niet worden verwijderd.
sl: Modela znanja ni bilo mogoče izbrisati.
tr: Bilgi modeli silinemedi.

source: Delete knowledge model editor
cs: Odstranit editor znalostního modelu
el: Διαγραφή συντάκτη Μοντέλου Γνώσης
fr: Supprimer l'éditeur de modèle de connaissances
nl: Verwijder kennismodel-editor
sl: Brisanje urejevalnika modela znanja
tr: Bilgi modeli düzenleyicisini silme

source: Migration could not be created.
cs: Migrace nemohla být vytvořena.
el: Η μετάβαση δεν μπόρεσε να δημιουργηθεί.
fr: La migration n'a pas pu être créée.
nl: Kon de migratie niet aanmaken.
sl: Migracije ni bilo mogoče ustvariti.
tr: Göç oluşturulamadı.

source: Unable to get the Knowledge Model.
cs: Nelze získat znalostní model.
el: Αδυναμία λήψης του Μοντέλου Γνώσης.
fr: Impossible d'obtenir le modèle de connaissances.
nl: Kennismodel kon niet opgehaald worden.
sl: Ni mogoče pridobiti modela znanja.
tr: Bilgi Modeli alınamıyor.

source: - select parent knowledge model -
cs: - vybrat nadřazený znalostní model -
el: - Διαλέξτε μητρικό Μοντέλο Γνώσης -
fr: - sélectionner le modèle de connaissances parent -
nl: - selecteer kennismodel als basis -
sl: - izberite nadrejeni model znanja -
tr: - ana bilgi modelini seçin -

source: Select the new parent knowledge model for %s.
cs: Vyberte nový rodičovský znalostní model pro %s.
el: Επιλέξτε το νέο μητρικό μοντέλο γνώσης για το %s.
fr: Sélectionner le nouveau modèle de connaissances parent pour %s.
nl: Selecteer het kennismodel waar %s van afgeleid wordt.
sl: Izberite nov nadrejeni model znanja za %s.
tr: s için yeni üst bilgi modelini seçin.

source: New parent knowledge model
cs: Nový nadřazený znalostní model
el: Νέο μητρικό Μοντέλο Γνώσης
fr: Nouveau modèle de connaissances des parents
nl: Nieuw basis-kennismodel
sl: Nov model znanja
tr: Yeni ebeveyn bilgi modeli

source: Create migration
cs: Vytvořit migraci
el: Δημιουργία μετάβασης
fr: Créer une migration
nl: Migratie aanmaken
sl: Ustvarjanje migracije
tr: Taşıma oluşturun

source: Knowledge Model could not be created.
cs: Znalostní model nemohl být vytvořen.
el: Το Μοντέλο Γνώσης δεν μπόρεσε να δημιουργηθεί.
fr: Le modèle de connaissances n'a pas pu être créé.
nl: Kennismodel kon niet worden aangemaakt.
sl: Modela znanja ni bilo mogoče ustvariti.
tr: Bilgi Modeli oluşturulamadı.

source: Knowledge Model ID can contain alphanumeric characters and dashes but cannot start or end with a dash.
cs: ID znalostního modelu může obsahovat alfanumerické znaky a pomlčky, ale nesmí pomlčkou začínat ani končit.
el: Το αναγνωριστικό Μοντέλου Γνώσης μπορεί να περιέχει αλφαριθμητικούς χαρακτήρες και παύλες, αλλά δεν μπορεί να αρχίζει ή να τελειώνει με παύλα.
fr: L'ID du modèle de connaissances peut contenir des caractères alphanumériques et des tirets, mais ne peut pas commencer ou se terminer par un tiret.
nl: Het kennismodel-ID kan alfanumerieke karakters en liggende streepjes bevatten, maar kan niet beginnen of eindigen met een liggend streepje.
sl: ID modela znanja lahko vsebuje alfanumerične znake in pomišljaje, vendar se ne sme začeti ali končati s pomišljajem.
tr: Bilgi Modeli Kimliği alfanümerik karakterler ve tire içerebilir ancak tire ile başlayamaz veya bitemez.

source: You can create a new Knowledge Model based on the existing one or start from scratch.
cs: Můžete vytvořit nový znalostní model založený na jiném existujícím nebo začít od nuly.
el: Μπορείτε να δημιουργήσετε ένα νέο Μοντέλο Γνώσης με βάση το υπάρχον ή να ξεκινήσετε από το μηδέν.
fr: Vous pouvez créer un nouveau modèle de connaissances basé sur un modèle existant ou à partir de zéro.
nl: Een nieuw kennismodel kan worden afgeleid van een bestaand kennismodel, of van leeg af opgebouwd worden.
sl: Ustvarite lahko nov model znanja na podlagi obstoječega ali pa začnete od začetka.
tr: Mevcut Bilgi Modelini temel alarak yeni bir Bilgi Modeli oluşturabilir veya sıfırdan başlayabilirsiniz.

source: Untitled chapter
cs: Nepojmenovaná kapitola
el: Κεφάλαιο χωρίς τίτλο
fr: Chapitre sans titre
nl: Hoofdstuk zonder naam
sl: Poglavje brez naslova
tr: İsimsiz bölüm

source: Untitled question
cs: Nepojmenovaná otázka
el: Ερώτηση χωρίς τίτλο
fr: Question sans titre
nl: Vraag zonder titel
sl: Vprašanje brez naslova
tr: İsimsiz soru

source: Untitled metric
cs: Nepojmenovaná metrika
el: Μετρική χωρίς τίτλο
fr: Métrique sans titre
nl: Statistiek zonder naam
sl: Brez naslova metrike
tr: İsimsiz metrik

source: Untitled phase
cs: Nepojmenovaná fáze
el: Φάση χωρίς τίτλο
fr: Phase sans titre
nl: Fase zonder naam
sl: Brez naslova faza
tr: İsimsiz aşama

source: Untitled tag
cs: Nepojmenovaný štítek
el: ετικέτα χωρίς τίτλο
fr: Étiquette sans titre
nl: Tag zonder naam
sl: Oznaka brez naslova
tr: İsimsiz etiket

source: Untitled integration
cs: Nepojmenovaná integrace
el: Ενοποίηση χωρίς τίτλο
fr: Intégration sans titre
nl: Naamloze integratie
sl: Integracija brez naslova
tr: İsimsiz entegrasyon

source: Untitled answer
cs: Nepojmenovaná odpověď
el: Απάντηση χωρίς τίτλο
fr: Réponse sans titre
nl: Antwoord zonder naam
sl: Odgovor brez naslova
tr: İsimsiz cevap

source: Untitled choice
cs: Nepojmenovaná volba
el: Επιλογή χωρίς τίτλο
fr: Choix sans titre
nl: Naamloze keuze
sl: Brez naslova izbira
tr: İsimsiz seçim

source: Untitled reference
cs: Nepojmenovaná reference
el: Αναφορά χωρίς τίτλο
fr: Référence sans titre
nl: Naamloze referentie
sl: Referenca brez naslova
tr: İsimsiz referans

source: Untitled expert
cs: Nepojmenovaný expert
el: Ειδικός χωρίς τίτλο
fr: Expert sans titre
nl: Expert zonder naam
sl: Strokovnjak brez naslova
tr: İsimsiz uzman

source: Untitled resource collection
cs: Kolekce zdrojů bez názvu
fr: Collection de ressources sans titre
nl: Bronnenverzameling zonder titel

source: Untitled resource page
cs: Stránka zdroje bez názvu
fr: Page de ressources sans titre
nl: Bronpagina zonder titel

source: Empty title for chapter
cs: Prázdný název kapitoly
el: Κενός τίτλος για το κεφάλαιο
fr: Titre non renseigné pour le chapitre
nl: Lege hoofdstuktitel
sl: Prazen naslov za poglavje
tr: Bölüm için boş başlık

source: Empty title for question
cs: Prázdný název otázky
el: Κενός τίτλος για την ερώτηση
fr: Titre non renseigné pour la question
nl: Lege vraagtitel
sl: Prazen naslov za vprašanje
tr: Soru için boş başlık

source: No answers for options question
cs: Žádné odpovědi pro otázku s možnostmi
el: Δεν υπάρχουν απαντήσεις για την ερώτηση επιλογών
fr: Il n'y a pas de réponses pour la question de type 'options'
nl: Geen antwoorden voor een vraag van type “opties”
sl: Ni odgovorov na vprašanje o možnostih
tr: Seçenekler sorusu için yanıt yok

source: No item questions for list question
cs: Žádné podotázky pro otázku s položkami
el: Δεν υπάρχουν ερωτήσεις στοιχείων για την ερώτηση λίστας
fr: Il n'y a pas de sous-questions pour la question de type 'liste d'éléments'
nl: Lijst-vraag zonder onderliggende vragen
sl: Ni vprašanj o postavkah za vprašanje s seznama
tr: Liste sorusu için madde sorusu yok

source: No integration selected for integration question
cs: Žádná vybraná integrace pro integrační otázku
el: Δεν έχει επιλεγεί ενοποίηση για την ερώτηση ενοποίησης
fr: Aucune intégration API n'a été sélectionnée pour la question type 'intégration API'
nl: Geen integratie geselecteerd voor een integratievraag
sl: Za vprašanje o vključevanju ni izbrana nobena integracija
tr: Entegrasyon sorusu için entegrasyon seçilmedi

source: No choices for multi-choice question
cs: Žádné volby pro otázku s více volbami
el: Δεν υπάρχουν επιλογές για την ερώτηση πολλαπλών επιλογών
fr: Il n'y a pas de choix pour la question de type 'multi-choix'
nl: Geen keuzes voor een meer-selectie vraag
sl: Brez možnosti izbire pri vprašanju z več možnostmi izbire
tr: Çoktan seçmeli soru için seçenek yok

source: No list question selected for item select question
cs: Pro otázku na výběr položky není vybrána žádná otázka pro seznam položek
fr: Aucune question de type liste n'a été sélectionnée pour la question de sélection d'éléments
nl: Geen "lijst"-vraag geselecteerd als vraag voor item selecteren

source: Empty label for answer
cs: Prázdný název odpovědi
el: Κενή ετικέτα για την απάντηση
fr: Étiquette non renseignée pour la réponse
nl: Antwoord zonder label
sl: Prazna oznaka za odgovor
tr: Cevap için boş etiket

source: Empty label for choice
cs: Prázdný název volby
el: Κενή ετικέτα για την επιλογή
fr: Étiquette non renseignée pour le choix
nl: Keuze zonder label
sl: Prazna oznaka za izbiro
tr: Seçim için boş etiket

source: No resource page selected for resource page reference
cs: Není vybrána žádná stránka zdroje pro odkaz stránky zdroje
fr: Aucune page de ressource sélectionnée pour la référence de page de ressource
nl: Geen bronpagina geselecteerd voor bronpagina-referentie

source: Empty URL for URL reference
cs: Prázdná URL pro referenci s odkazem
el: Κενό URL για αναφορά URL
fr: URL non renseigné pour la référence URL
nl: Lege URL voor een URL-referentie
sl: Prazen naslov URL za referenco URL
tr: URL referansı için boş URL

source: Invalid URL for URL reference
cs: Neplatná URL pro referenci s odkazem
el: Μη έγκυρο URL για αναφορά URL
fr: URL non valide pour la référence URL
nl: Ongeldige URL in een URL-referentie
sl: Nepravilen URL za referenco URL
tr: URL referansı için geçersiz URL

source: Empty email for expert
cs: Prázdný email u experta
el: Κενό email για τον ειδικό
fr: Courriel non renseigné pour l'expert
nl: Leeg e-mail adres voor een expert
sl: Prazen e-poštni naslov za strokovnjaka
tr: Uzman için boş e-posta

source: Invalid email for expert
cs: Neplatný email u experta
el: Μη έγκυρο email για τον ειδικό
fr: Courriel non valide pour l'expert
nl: Ongeldig e-mail adres voor een expert
sl: Neveljavna e-pošta za strokovnjaka
tr: Uzman için geçersiz e-posta

source: Empty title for metric
cs: Prázdný název metriky
el: Κενός τίτλος για metric
fr: Titre non renseigné pour la métrique
nl: Lege titel voor een statistiek
sl: Prazen naslov za metriko
tr: Metrik için boş başlık

source: Empty title for phase
cs: Prázdný název fáze
el: Κενός τίτλος για τη φάση
fr: Titre non renseigné pour la phase
nl: Lege titel voor een fase
sl: Prazen naslov za fazo
tr: Aşama için boş başlık

source: Empty name for tag
cs: Prázdný název štítku
el: Κενό όνομα για την ετικέτα
fr: Nom non renseigné pour l' étiquette
nl: Lege naam voor een tag
sl: Prazno ime za oznako
tr: Etiket için boş ad

source: Empty ID for integration
cs: Prázdné ID integrace
el: Κενό αναγνωριστικό για την ενοποίηση
fr: ID non renseigné pour l'intégration
nl: ID voor integratie is leeg
sl: Prazen ID za integracijo
tr: Entegrasyon için boş kimlik

source: Empty request URL for integration
cs: Prázdná URL dotazu v integraci
el: Εκκαθάριση αίτησης διεύθυνσης URL για ενοποίηση
fr: URL de requête non renseigné pour l'intégration
nl: Request-URL voor integratie is leeg
sl: Prazen naslov URL zahteve za integracijo
tr: Entegrasyon için boş istek URL'si

source: Empty request HTTP method for integration
cs: Prázdná metoda HTTP požadavku v integraci
el: Εκκαθάριση αίτησης μεθόδου HTTP για ενοποίηση
fr: Méthode de requête HTTP non renseignée pour l'intégration API
nl: Lege HTTP methode voor een integratie
sl: Prazna metoda zahtevka HTTP za integracijo
tr: Entegrasyon için boş istek HTTP yöntemi

source: Empty response item template for integration
cs: Prázdná šablona položky odpovědi v integraci
el: Εκκαθάριση πρότυπου στοιχείου απάντησης για ενσωμάτωση
fr: Modèle d'élément de réponse non renseigné pour l'intégration API
nl: Lege antwoord-item sjabloon voor integratie
sl: Prazna predloga elementa odziva za integracijo
tr: Entegrasyon için boş yanıt öğesi şablonu

source: Empty widget URL for integration
cs: Prázdná URL widgetu v integraci
el: Εκκαθάριση διεύθυνσης widget URL για ενσωμάτωση
fr: URL de widget non renseigné pour l'intégration
nl: Lege widget-URL voor integratie
sl: Prazen URL gradnika za integracijo
tr: Entegrasyon için boş widget URL'si

source: Empty title for resource collection
cs: Prázdný název kolekce zdrojů
fr: Titre non renseigné pour la collection de ressources
nl: Lege titel voor bronnenverzameling

source: Empty title for resource page
cs: Prázdný název stránky zdroje
fr: Titre non renseigné pour la page de ressources
nl: Lege titel voor bronpagina

source: Empty content for resource page
cs: Prázdný obsah stránky zdroje
fr: Aucun contenu pour la page de ressources
nl: Geen inhoud voor bronnenpagina

source: There are no more warnings.
cs: Nejsou zde žádná upozornění.
el: Δεν υπάρχουν άλλες προειδοποιήσεις.
fr: Il n'y a plus d'avertissements.
nl: Er zijn geen waarschuwingen meer.
sl: Opozoril ni več.
tr: Artık uyarı yok.

source: Knowledge Model
cs: Znalostní model
el: Μοντέλο Γνώσης
fr: Modèle de connaissances
nl: Kennismodel
sl: Model znanja
tr: Bilgi Modeli

source: Add chapter
cs: Přidat kapitolu
el: Προσθήκη κεφαλαίου
fr: Ajouter un chapitre
nl: Voeg hoofdstuk toe
sl: Dodajte poglavje
tr: Bölüm ekle

source: Add metric
cs: Přidat metriku
el: Προσθήκη metric
fr: Ajouter une métrique
nl: Voeg statistiek toe
sl: Dodajte metriko
tr: Metrik ekleyin

source: Add phase
cs: Přidat fázi
el: Προσθήκη φάσης
fr: Ajouter une phase
nl: Voeg fase toe
sl: Dodaj fazo
tr: Faz ekle

source: Add tag
cs: Přidat štítek
el: Προσθήκη ετικέτας
fr: Ajouter une étiquette
nl: Voeg tag toe
sl: Dodajanje oznake
tr: Etiket ekle

source: Integrations
cs: Integrace
el: Ενοποιήσεις
fr: Intégrations
nl: Integraties
sl: Integracije
tr: Entegrasyonlar

source: Add integration
cs: Přidat integraci
el: Προσθήκη ενοποίησης
fr: Ajouter une intégration
nl: Voeg integratie toe
sl: Dodajanje integracije
tr: Entegrasyon ekleyin

source: Resource Collections
cs: Kolekce zdrojů
fr: Collections de ressources
nl: Bronnenverzamelingen

source: Add resource collection
cs: Přidání kolekce zdrojů
fr: Ajouter une collection de ressources
nl: Bronnenverzameling toevoegen

source: Chapter
cs: Kapitola
el: Κεφάλαιο
fr: Chapitre
nl: Hoofdstuk
sl: Poglavje
tr: Bölüm

source: Questions
cs: Otázky
el: Ερωτήσεις
nl: Vragen
sl: Vprašanja
tr: Sorular

source: Add question
cs: Přidat otázku
el: Προσθήκη ερώτησης
fr: Ajouter une question
nl: Voeg vraag toe
sl: Dodajte vprašanje
tr: Soru ekle

source: List of Items
cs: Seznam položek
el: Κατάλογος στοιχείων
fr: Liste d'éléments
nl: Lijst van items
sl: Seznam predmetov
tr: Öğelerin Listesi

source: Integration
cs: Integrace
el: Ενοποίηση
fr: Intégration
nl: Integratie
sl: Integracija
tr: Entegrasyon

source: Multi-Choice
cs: Více možností (k z n)
el: Πολλαπλή επιλογή
fr: Multi-choix
nl: Meer-selecties
sl: Več možnosti izbire
tr: Çoklu Seçim

source: Item Select
cs: Výběr položky
fr: Sélection d'élément
nl: Item kiezen

source: Never
cs: Nikdy
el: Ποτέ
fr: Réponse optionnelle
nl: Nooit
sl: Nikoli
tr: Asla

source: Question
cs: Otázka
el: Ερώτηση
nl: Vraag
sl: Vprašanje
tr: Soru

source: Type
cs: Typ
el: Είδος
sl: Tip
tr: Tip

source: Changing a question type will remove all answers.
cs: Změna typu otázky odstraní všechny možné odpovědi.
el: Η αλλαγή ενός τύπου ερώτησης θα αφαιρέσει όλες τις απαντήσεις.
fr: La modification du type de la question supprimera toutes les réponses.
nl: Veranderen van het type van een vraag verwijdert alle antwoorden.
sl: Če spremenite vrsto vprašanja, boste odstranili vse odgovore.
tr: Bir soru türünü değiştirmek tüm yanıtları kaldıracaktır.

source: Changing a question type will remove all item questions.
cs: Změna typu otázky odstraní všechny otázky pro položku.
el: Η αλλαγή ενός τύπου ερώτησης θα αφαιρέσει όλες τις ερωτήσεις στοιχείων.
fr: La modification du type de la question supprimera toutes les sous-questions existantes.
nl: Veranderen van het type van een vraag verwijdert alle opvolgende vragen.
sl: Če spremenite vrsto vprašanja, se odstranijo vsa vprašanja o postavkah.
tr: Bir soru türünün değiştirilmesi tüm madde sorularını kaldıracaktır.

source: Changing a question type will remove all choices.
cs: Změna typu otázky odstraní všechny možné volby.
el: Η αλλαγή ενός τύπου ερώτησης θα αφαιρέσει όλες τις επιλογές.
fr: La modification du type de la question supprimera tous les choix.
nl: Veranderen van het type van een vraag verwijdert alle keuzes.
sl: Če spremenite vrsto vprašanja, odstranite vse možnosti.
tr: Bir soru türünü değiştirmek tüm seçenekleri kaldıracaktır.

source: When does this question become desirable?
cs: Kdy se tato otázka stane potřebnou?
el: Πότε αυτό το ερώτημα γίνεται επιθυμητό;
fr: Quand sera-t'il souhaitable de répondre à cette question ?
nl: Wanneer zou deze vraag beantwoord moeten worden?
sl: Kdaj to vprašanje postane zahtevano?
tr: Bu soru ne zaman arzu edilir hale gelir?

source: References
cs: Reference
el: Αναφορές
fr: Références
nl: Verwijzingen
sl: Reference
tr: Referanslar

source: Add reference
cs: Přidat referenci
el: Προσθήκη αναφοράς
fr: Ajouter une référence
nl: Voeg verwijzing toe
sl: Dodajte referenco
tr: Referans ekle

source: Add expert
cs: Přidat experta
el: Προσθέστε ειδικό
fr: Ajouter un expert
nl: Voeg expert toe
sl: Dodajte strokovnjaka
tr: Uzman ekleyin

source: Answers
cs: Odpovědi
el: Απαντήσεις
fr: Réponses
nl: Antwoorden
sl: Odgovori
tr: Cevaplar

source: Add answer
cs: Přidat odpověď
el: Προσθέστε απάντηση
fr: Ajouter une réponse
nl: Voeg antwoord toe
sl: Dodajte odgovor
tr: Cevap ekle

source: Item Template
cs: Šablona položky
el: Πρότυπο στοιχείου
fr: Modèle d'élément
nl: Item-sjabloon
sl: Predloga elementa
tr: Öğe Şablonu

source: String
cs: Krátký text
el: Συμβολοσειρά
fr: Chaine de caractères
sl: Niz

source: Number
cs: Číslo
el: Αριθμός
fr: Nombre
nl: Getal
sl: Številka
tr: Sayı

source: Date
cs: Datum
el: Ημερομηνία
nl: Datum
sl: Datum
tr: Tarih

source: Date Time
cs: Datum a čas
el: Ημερομηνία Ώρα
fr: Date Heure
nl: Datum/Tijd
sl: Datum Čas
tr: Tarih Saat

source: Time
cs: Čas
el: Ώρα
fr: Durée
nl: Tijd
sl: Čas
tr: Zaman

source: URL
cs: Adresa URL
