Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Other logged-in users can %s the project.
cs: Ostatní přihlášení uživatelé mohou %s tento projekt.
el: Άλλοι συνδεδεμένοι χρήστες μπορούν να %s το έργο.
fr: Les autres utilisateur·rice·s connecté·e·s peuvent %s le projet.
nl: Andere ingelogde gebruikers kunnen het project %s.
sl: Drugi prijavljeni uporabniki lahko %s projekt.
tr: Oturum açmış diğer kullanıcılar projeyi %s yapabilir.

source: Anyone with the link can %s the project.
cs: Kdokoliv s odkazem může %s tento projekt.
el: Όποιος έχει τον σύνδεσμο μπορεί να %s το έργο.
fr: Toute personne ayant le lien peut %s le projet.
nl: Iedereen met de link kan het project %s.
sl: Vsak, ki ima povezavo, lahko %s projekt.
tr: Bağlantıya sahip olan herkes projeye %s verebilir.

source: Document was successfully deleted.
cs: Dokument byl úspěšně odstraněn.
el: Το έγγραφο διαγράφηκε επιτυχώς.
fr: Le document a été supprimé avec succès.
nl: Het document is verwijderd.
sl: Dokument je bil uspešno izbrisan.
tr: Belge başarıyla silindi.

source: Click "New document" button to add a new document.
cs: Klikněte na tlačítko "Nový dokument" pro přidání nového dokumentu.
el: Κάντε κλικ στο κουμπί "Νέο έγγραφο" για να προσθέσετε ένα νέο έγγραφο.
fr: Cliquez sur le bouton "Nouveau document" pour ajouter un nouveau document.
nl: Klik op “nieuw document” om een nieuw document toe te voegen.
sl: Če želite dodati nov dokument, kliknite gumb "Nov dokument".
tr: Yeni bir belge eklemek için "Yeni belge" düğmesine tıklayın.

source: Log in to add a new document.
cs: Přihlaste se pro přidání nového dokumentu.
el: Συνδεθείτε για να προσθέσετε ένα νέο έγγραφο.
fr: Connectez-vous pour ajouter un nouveau document.
nl: Log in om een nieuw document toe te voegen.
sl: Prijavite se in dodajte nov dokument.
tr: Yeni bir belge eklemek için oturum açın.

source: New document
cs: Nový dokument
el: Νέο έγγραφο
fr: Nouveau document
nl: Nieuw document
sl: Nov dokument
tr: Yeni belge

source: project migration
cs: migrace projektu
el: μετάβαση έργου
fr: migration de projet
nl: projectmigratie
sl: selitev projekta
tr: proje geçişi

source: There is an ongoing %s. Finish it before you can continue editing this project.
cs: Zde probíhá %s. Dokončení je nutné před pokračováním v úpravách projektu.
el: Υπάρχει ένα %s σε εξέλιξη. Ολοκληρώστε τo πριν συνεχίσετε την επεξεργασία του έργου.
fr: Il y a une %s en cours. Terminez-la avant de pouvoir continuer à modifier ce projet.
nl: Er is een %s onderweg. Pas als dat is afgemaakt kan dit project gewijzigd worden.
sl: V teku je %s. Preden lahko nadaljujete z urejanjem tega projekta, ga dokončajte.
tr: Devam eden bir %s var. Bu projeyi düzenlemeye devam edebilmek için önce onu bitirin.

source: Template
cs: Šablona
el: Πρότυπο
fr: Modèle
nl: Sjabloon
sl: Predloga
tr: Şablon

source: Add to my projects
cs: Přidat do mých projektů
el: Προσθήκη στα έργα μου
fr: Ajouter à mes projets
nl: Voeg toe aan mijn projecten
sl: Dodaj v moje projekte
tr: Projelerime ekle

source: Share
cs: Sdílet
el: Μοιραστείτε το
fr: Partager
nl: Deel
sl: Delite
tr: Paylaş

source: Questionnaire
cs: Dotazník
el: Ερωτηματολόγιο
nl: Vragenlijst
sl: Vprašalnik
tr: Anket

source: You are not allowed to view this page.
cs: Nemáte oprávnění vidět tuto stránku.
el: Δεν έχετε άδεια προβολής αυτής της σελίδας.
fr: Vous n'êtes pas autorisé·e à lire cette page.
nl: Deze pagina mag je niet bekijken.
sl: Te strani si ne smete ogledati.
tr: Bu sayfayı görüntülemenize izin verilmiyor.

source: Unable to get importer.
cs: Nelze získat importér.
el: Αδυναμία λήψης του εισαγωγέα.
fr: Impossible d'obtenir l'importateur.
nl: Kan importeur niet laden.
sl: Ni mogoče dobiti uvoznika.
tr: İthalatçı alınamıyor.

source: Questionnaire changes could not be saved.
cs: Změny v dotazníku nemohly být uloženy.
el: Οι αλλαγές του ερωτηματολογίου δεν μπόρεσαν να αποθηκευτούν.
fr: Les modifications du questionnaire n'ont pas pu être enregistrées.
nl: Wijzigingen in de vragenlijst konden niet worden opgeslagen.
sl: Sprememb vprašalnika ni bilo mogoče shraniti.
tr: Anket değişiklikleri kaydedilemedi.

source: Follow the instructions in the importer window.
cs: Následujte pokyny v okně importéru.
el: Ακολουθήστε τις οδηγίες στο παράθυρο του εισαγωγέα.
fr: Suivez les instructions de l'interface de l'importateur.
nl: Volg de instructies in het venster van de importeur.
sl: Sledite navodilom v oknu uvoznika.
tr: İthalatçı penceresindeki talimatları izleyin.

source: Importing to %s
cs: Import do %s
el: Εισαγωγή σε %s
fr: Import vers %s
nl: Importeren naar %s
sl: Uvoz v %s
tr: s'ye aktarılıyor

source: Import status:
cs: Stav importu:
el: Κατάσταση εισαγωγής:
fr: Statut de l'import :
sl: Status uvoza:
tr: İthalat durumu:

source: %s questionnaire change will be imported
cs: %s změna dotazníku bude importováno
el: θα εισαχθεί %s αλλαγή ερωτηματολογίου
fr: Un changement de questionnaire sera importé
nl: %s wijziging wordt geïmporteerd in de vragenlijst
sl: sprememba vprašalnika bo uvožena
tr: s anket değişikliği içe aktarılacak

source: %s error encountered
cs: %s chyba nalezena
el: Παρουσιάστηκε %s σφάλμα
fr: %s erreur rencontrée
nl: %s fout geconstateerd
sl: prišlo je do napake
tr: s hatası ile karşılaşıldı

source: Questionnaire Changes
cs: Změny dotazníku
el: Αλλαγές ερωτηματολογίου
fr: Modifications du questionnaire
nl: Wijzigingen in de vragenlijst
sl: Spremembe vprašalnika
tr: Anket Değişiklikleri

source: Errors
cs: Chyby
el: Σφάλματα
fr: Erreurs
nl: Fouten
sl: Napake
tr: Hatalar

source: No changes to be imported
cs: Žádné změny pro import
el: Δεν υπάρχουν αλλαγές προς εισαγωγή
fr: Aucune modification n'est à importer
nl: Geen wijzigingen te importeren
sl: Ni sprememb za uvoz
tr: İçe aktarılacak değişiklik yok

source: Added item
cs: Přidaná položka
el: Προστέθηκε στοιχείο
fr: Élément ajouté
nl: Item toegevoegd
sl: Dodan element
tr: Eklenen öğe

source: Project migration was successfully canceled.
cs: Migrace projektu byla úspěšně zrušena.
el: Η μετάβαση του έργου ακυρώθηκε με επιτυχία.
fr: La migration du projet a été annulée avec succès.
nl: De projectmigratie is afgebroken.
sl: Selitev projekta je bila uspešno preklicana.
tr: Proje geçişi başarıyla iptal edildi.

source: Project migration could not be deleted.
cs: Migraci projektu se nepodařilo odstranit.
el: Η μεταφορά του έργου δεν μπόρεσε να διαγραφεί.
fr: La migration du projet n'a pas pu être supprimée.
nl: De projectmigratie kon niet verwijderd worden.
sl: Migracije projekta ni bilo mogoče izbrisati.
tr: Proje geçişi silinemedi.

source: Projects only
cs: Pouze projekty
el: Μόνο έργα
fr: Projets uniquement
nl: Alleen projecten
sl: Samo projekti
tr: Sadece projeler

source: Click "Create" button to add a new project.
cs: Klikněte na tlačítko "Vytvořit" pro přidání nového projektu.
el: Κάντε κλικ στο κουμπί "Δημιουργία" για να προσθέσετε ένα νέο έργο.
fr: Cliquez sur le bouton "Créer" pour ajouter un nouveau projet.
nl: Klik “Aanmaken” om een nieuw project toe te voegen.
sl: Če želite dodati nov projekt, kliknite gumb "Ustvari".
tr: Yeni bir proje eklemek için "Oluştur" düğmesine tıklayın.

source: Search projects...
cs: Hledat projekty...
el: Αναζήτηση έργων...
fr: Rechercher les projets...
nl: Doorzoek projecten…
sl: Iskanje projektov...
tr: Projeleri arayın...

source: Search project tags...
cs: Hledat štítky...
el: Αναζήτηση ετικετών έργου...
fr: Recherche les étiquettes de projet...
nl: Doorzoek projecttags…
sl: Iskanje projektnih oznak...
tr: Proje etiketlerini arayın...

source: OR
cs: NEBO
el: Ή
sl: ALI
tr: VEYA

source: AND
cs: A
el: ΚΑΙ
sl: IN
tr: VE

source: No project tags found
cs: Nenalezeny žádné štítky projektu
el: Δεν βρέθηκαν ετικέτες έργου
fr: Aucune étiquette de projet trouvée
nl: Geen projecttags gevonden
sl: Ni bilo najdenih oznak projekta
tr: Proje etiketi bulunamadı

source: Search knowledge models...
cs: Hledat znalostní modely...
el: Αναζήτηση μοντέλων γνώσης...
fr: Rechercher les modèles de connaissances...
nl: Zoek kennismodellen…
sl: Iskanje modelov znanja...
tr: Bilgi modellerini arayın...

source: No knowledge models found
cs: Nenalezeny žádné znalostní modely
el: Δεν βρέθηκαν μοντέλα γνώσης
fr: Aucun modèle de connaissances trouvé
nl: Geen kennismodellen gevonden
sl: Ni bilo najdenih modelov znanja
tr: Bilgi modeli bulunamadı

source: No users found
cs: Nenalezeni žádní uživatelé
el: Δεν βρέθηκαν χρήστες
fr: Aucun·e utilisateur·rice trouvé·e
nl: Geen gebruikers gevonden
sl: Ni bilo najdenih uporabnikov
tr: Kullanıcı bulunamadı

source: Create project from this template
cs: Vytvořit projekt z této šablony
el: Δημιουργία έργου από αυτό το πρότυπο
fr: Créer un projet à partir de ce modèle
nl: Maak een project van dit sjabloon
sl: Ustvarite projekt iz te predloge
tr: Bu şablondan proje oluşturun

source: Unable to get the project migration.
cs: Nelze získat migraci projektu.
el: Δεν είναι δυνατή η μεταφορά του έργου.
fr: Impossible d'obtenir la migration du projet.
nl: Kan de projectmigratie niet laden.
sl: Ni mogoče pridobiti migracije projekta.
tr: Proje geçişi yapılamıyor.

source: Unable to save migration.
cs: Nelze uložit migraci.
el: Δεν είναι δυνατή η αποθήκευση της μεταφοράς.
fr: Impossible d'enregistrer la migration.
nl: Kan migratie niet opslaan.
sl: Ni mogoče shraniti migracije.
tr: Geçiş kaydedilemiyor.

source: Finalize migration
cs: Dokončit migraci
el: Οριστικοποίηση της μεταφοράς
fr: Finaliser la migration
nl: Migratie afmaken
sl: Dokončanje migracije
tr: Geçişi tamamlayın

source: No changes to review
cs: Žádné změny k posouzení
el: Καμία αλλαγή προς έλεγχο
fr: Aucune modification n'est à vérifier
nl: Geen wijzigingen te beoordelen
sl: Brez sprememb pri pregledu
tr: İncelemede değişiklik yok

source: There are no changes affecting your answers.
cs: Nejsou zde žádné změny ovlivňující odpovědi.
el: Δεν υπάρχουν αλλαγές που να επηρεάζουν τις απαντήσεις σας.
fr: Il n'y a pas de modification affectant vos réponses.
nl: Er zijn geen wijzigingen die je antwoorden beinvloeden.
sl: Vaši odgovori niso spremenjeni.
tr: Cevaplarınızı etkileyen herhangi bir değişiklik yoktur.

source: You can safely finalize the migration.
cs: Můžete bezpečně dokončit migraci.
el: Μπορείτε να ολοκληρώσετε με ασφάλεια τη μεταφορά.
fr: Vous pouvez finaliser la migration en toute sécurité.
nl: De migratie kan veilig worden afgerond.
sl: Migracijo lahko varno zaključite.
tr: Geçişi güvenle tamamlayabilirsiniz.

source: Source KM
cs: Zdrojový model
el: ΜΓ - Πηγή
fr: Modèle de connaissances source
nl: Bron-kennismodel
sl: Vir: KM
tr: Kaynak KM

source: Target KM
cs: Cílový model
el: ΜΓ - Στόχος
fr: Modèle de connaissances cible
nl: Doel-kennismodel
sl: Ciljni KM
tr: Hedef KM

source: Change already resolved
cs: Změna je již vyřešena
el: η αλλαγή έχει επιλυθεί
fr: Modification déjà résolue
nl: Wijziging is al doorgevoerd
sl: Sprememba je že rešena
tr: Değişiklik zaten çözüldü

source: Undo
cs: Vrátit
el: Αναίρεση
fr: Annuler
nl: Ongedaan maken
sl: Razveljavi
tr: Geri al

source: Resolve
cs: Vyřešit
el: Επίλυση
fr: Accepter
nl: Oplossen
sl: Reševanje
tr: Çözmek

source: Resolve all
cs: Vyřešit vše
el: Επίλυση όλων
fr: Tout résoudre
nl: Alles oplossen
sl: Reši vse
tr: Tümünü çözün

source: Resolved changes %s/%s
cs: Vyřešené změny %s/%s
el: Επιλυμένες αλλαγές %s/%s
fr: Mofications acceptées %s/%s
nl: Doorgevoerde veranderingen %s/%s
sl: Rešene spremembe %s/%s
tr: Çözülen değişiklikler %s/%s

source: New Question
cs: Nová otázka
el: Νέα Ερώτηση
fr: Nouvelle question
nl: Nieuwe vraag
sl: Novo vprašanje
tr: Yeni Soru

source: Question Changed
cs: Změněná otázka
el: Η ερώτηση άλλαξε
fr: Question modifiée
nl: Vraag gewijzigd
sl: Vprašanje spremenjeno
tr: Soru Değişti

source: Moved Question
cs: Přesunutá otázka
el: Μεταφερμένη Ερώτηση
fr: Question déplacée
nl: Vraag verplaatst
sl: Premaknjeno vprašanje
tr: Taşınan Soru

source: Unexpected response from the server.
cs: Neočekávaná odpověď ze serveru.
el: Μη αναμενόμενη απάντηση από τον διακομιστή.
fr: Réponse inattendue du serveur.
nl: Onverwachte reactie van de server.
sl: Nepričakovan odziv strežnika.
tr: Sunucudan beklenmeyen yanıt.

source: Login failed.
cs: Přihlášení selhalo.
el: Η σύνδεση απέτυχε.
fr: La connexion a échoué.
nl: Login mislukt.
sl: Prijava ni uspela.
tr: Giriş başarısız oldu.

source: Privacy
cs: Ochrana soukromí
el: Απόρρητο
fr: Données personnelles
sl: Zasebnost
tr: Gizlilik

source: Terms of Service
cs: Podmínky služby
el: Όροι Χρήσης
fr: Mentions légales
nl: Gebruiksvoorwaarden
sl: Pogoji uporabe storitev
tr: Hizmet Koşulları

source: I have read %s and %s.
cs: Přečetl/a jsem %s a %s.
el: Έχω διαβάσει %s και %s.
fr: J'ai lu %s et %s.
nl: Ik heb %s en %s gelezen.
sl: Prebral sem %s in %s.
tr: Ben %s ve %s'yi okudum.

source: I have read %s.
cs: Přečetl/a jsem %s.
el: Έχω διαβάσει %s.
fr: J'ai lu %s.
nl: Ik heb %s gelezen.
sl: Prebral sem %s.
tr: %s'yi okudum.

source: Continue
cs: Pokračovat
el: Συνεχίστε
fr: Continuer
nl: Ga verder
sl: Nadaljuj
tr: Devam etmek

source: Forgotten password recovery failed.
cs: Obnova zapomenutého hesla selhala.
el: Η ανάκτηση του κωδικού πρόσβασης απέτυχε.
fr: La récupération du mot de passe oublié a échoué.
nl: Herstellen van vergeten wachtwoord niet gelukt.
sl: Obnovitev pozabljenega gesla ni uspela.
tr: Unutulan parola kurtarma başarısız oldu.

source: Check your email. If you have an account, you should receive an email with instructions on how to reset your password.
cs: Zkontrolujte si e-mail. Pokud máte účet, měli byste obdržet e-mail s pokyny k obnovení hesla.
el: Ελέγξτε το email σας. Αν έχετε λογαριασμό, θα πρέπει να έχετε λάβει ένα email με οδηγίες για το πώς να επαναφέρετε τον κωδικό πρόσβασής σας.
fr: Vérifiez votre courrier électronique. Si vous avez un compte, vous devriez recevoir un courriel contenant des instructions sur la manière de réinitialiser votre mot de passe.
nl: Controleer je e-mail. Als je een account hebt, zou je een e-mail moeten ontvangen met instructies om je wachtwoord opnieuw in te stellen.
sl: Preverite svojo e-pošto. Če imate uporabniški račun, bi morali prejeti e-poštno sporočilo z navodili za ponastavitev gesla.
tr: E-postanızı kontrol edin. Bir hesabınız varsa, şifrenizi nasıl sıfırlayacağınıza ilişkin talimatları içeren bir e-posta almanız gerekir.

source: Forgotten Password
cs: Zapomenuté heslo
el: Ξέχασα τον κωδικός πρόσβασης
fr: Mot de passe oublié
nl: Wachtwoord vergeten
sl: Pozabljeno geslo
tr: Şifremi Unuttum

source: Recover
cs: Obnovit
el: Ανάκτηση
fr: Récupérer
nl: Herstellen
sl: Obnovitev
tr: Kurtarmak

source: Enter the email you use to log in and we will send you a recover link.
cs: Zadejte přihlašovací email a my vám pošleme odkaz pro obnovení.
el: Εισάγετε το email που χρησιμοποιείτε για να συνδεθείτε και θα σας στείλουμε έναν σύνδεσμο ανάκτησης.
fr: Entrez le courriel que vous utilisez pour vous connecter et nous vous enverrons un lien de récupération.
nl: Voer het emailadres in dat je gebruikt om in te loggen, dan sturen we je een link om een nieuw wachtwoord in te stellen.
sl: Vnesite e-poštni naslov, ki ga uporabljate za prijavo, in poslali vam bomo povezavo za obnovitev.
tr: Giriş yapmak için kullandığınız e-postayı girin ve size bir kurtarma bağlantısı gönderelim.

source: Password Recovery
cs: Obnova hesla
el: Ανάκτηση κωδικού πρόσβασης
fr: Récupération du mot de passe
nl: Wachtwoord herstellen
sl: Izterjava gesla
tr: Şifre Kurtarma

source: Enter a new password you want to use to log in.
cs: Zadejte nové heslo, které chcete použít pro přihlášení.
el: Εισάγετε έναν νέο κωδικό πρόσβασης που θέλετε να χρησιμοποιείτε για τη σύνδεση σας.
fr: Entrez un nouveau mot de passe.
nl: Voer een nieuw wachtwoord in dat je wilt gebruiken voor het inloggen.
sl: Vnesite novo geslo, ki ga želite uporabiti za prijavo.
tr: Oturum açmak için kullanmak istediğiniz yeni bir parola girin.

source: New password
cs: Nové heslo
el: Νέος κωδικός πρόσβασης
fr: Nouveau mot de passe
nl: Nieuw wachtwoord
sl: Novo geslo
tr: Yeni şifre

source: New password again
cs: Nové heslo znova
el: Επαναλάβετε τον νέο κωδικός πρόσβασης
fr: Nouveau mot de passe à nouveau
nl: Nieuw wachtwoord nog eens
sl: Ponovno novo geslo
tr: Tekrar yeni şifre

source: Your password has been changed. You can now %s.
cs: Heslo bylo změněno, nyní se můžete %s.
el: Ο κωδικός πρόσβασής σας έχει αλλάξει. Μπορείτε τώρα να %s.
fr: Votre mot de passe a été modifié. Vous pouvez maintenant %s.
nl: Het wachtwoord is veranderd. Je kunt nu %s.
sl: Vaše geslo je bilo spremenjeno. Zdaj lahko %s.
tr: Parolanız değiştirildi. Şimdi %s yapabilirsiniz.

source: log in
cs: přihlásit
el: σύνδεση
fr: se connecter
nl: inloggen
sl: prijavite se
tr: Giriş yap

source: Password
cs: Heslo
el: Κωδικός πρόσβασης
fr: Mot de passe
nl: Wachtwoord
sl: Geslo
tr: Şifre

source: Forgot your password?
cs: Zapomněli jste heslo?
el: Ξεχάσατε τον κωδικό πρόσβασής σας;
fr: Vous avez oublié votre mot de passe ?
nl: Wachtwoord vergeten?
sl: Ste pozabili geslo?
tr: Şifrenizi mi unuttunuz?

source: Or connect with
cs: Nebo se připojit přes
el: Ή συνδεθείτε με
fr: Ou se connecter avec
nl: Of verbinden met
sl: Ali se povežite z
tr: Veya şununla bağlantı kurun

source: Please enter the authentication code from your email to verify your identity.
cs: Pro ověření vaší identity prosím zadejte autentizační kód z vašeho emailu.
el: Παρακαλούμε εισάγετε τον κωδικό ελέγχου ταυτότητας από το email σας για να επαληθεύσετε την ταυτότητά σας.
fr: Pour vérifier votre identité, entrez le code d'authentication transmis dans votre courriel.
nl: Voer de verificatiecode uit uw e-mail in om uw identiteit te verifiëren.
sl: Vnesite avtentikacijsko kodo iz e-poštnega sporočila, da preverite svojo identiteto.
tr: Kimliğinizi doğrulamak için lütfen e-postanızdaki kimlik doğrulama kodunu girin.

source: Authentication Code
cs: Autentizační kód
el: Κωδικός ελέγχου ταυτότητας
fr: Code d'authentication
nl: Authenticatiecode
sl: Koda za preverjanje pristnosti
tr: Kimlik Doğrulama Kodu

source: Verify
cs: Ověřit
el: Επαλήθευση
fr: Vérifier
nl: Controleer
sl: Preveri
tr: Doğrulama

source: Logged out
cs: Odhlášeno
el: Αποσυνδέθηκε
fr: Déconnecté
nl: Uitgelogd
sl: Odjavljen
tr: Çıkış yapıldı

source: You have been successfully logged out.
cs: Byli jste úspěšně odhlášeni.
el: Έχετε αποσυνδεθεί επιτυχώς.
fr: Vous avez été déconnecté avec succès.
nl: Je bent succesvol uitgelogd.
sl: Uspešno ste se odjavili.
tr: Başarılı bir şekilde çıkış yaptınız.

source: Sign up process failed.
cs: Proces registrace selhal.
el: Η διαδικασία εγγραφής απέτυχε.
fr: Le processus d'inscription a échoué.
nl: Inschrijven mislukt.
sl: Postopek prijave ni uspel.
tr: Kayıt işlemi başarısız oldu.

source: Sign up was successful. Check your email for the activation link.
cs: Registrace byla úspěšná. Zkontrolujte si emailovou schránku a použijte aktivační odkaz.
el: Η εγγραφή ήταν επιτυχής. Ελέγξτε το email σας για τον σύνδεσμο ενεργοποίησης.
fr: L'inscription a réussi. Vérifiez votre courriel pour le lien d'activation.
nl: Inschrijven gelukt. Zoek in je email naar de activatielink.
sl: Registracija je bila uspešna. Preverite svoje e-poštno sporočilo za aktivacijsko povezavo.
tr: Kayıt işlemi başarılı oldu. Aktivasyon bağlantısı için e-postanızı kontrol edin.

source: I already have an account
cs: Již mám účet
el: Έχω ήδη λογαριασμό
fr: J'ai déjà un compte
nl: Ik heb al een account
sl: Že imam račun
tr: Zaten bir hesabım var

source: You have to read %s and %s first
cs: Nejprve si musíte přečíst %s a %s
el: Πρέπει πρώτα να διαβάσετε τα %s και %s
fr: Vous devez d'abord lire %s et %s
nl: Je moet eerst de %s en %s lezen
sl: Najprej morate prebrati %s in %s
tr: Önce %s ve %s'yi okumalısınız

source: You have to read %s first
cs: Nejprve si musíte přečíst %s
el: Πρέπει πρώτα να διαβάσετε το %s
fr: Vous devez d'abord lire %s
nl: Je moet eerst %s lezen
sl: Najprej morate prebrati %s
tr: Önce %s'yi okumalısınız

source: First name
cs: Křestní jméno
el: Όνομα
fr: Prénom
nl: Voornaam
sl: Ime
tr: Ad

source: Last name
cs: Příjmení
el: Επώνυμο
fr: Nom
nl: Achternaam
sl: Priimek
tr: Soyad

source: Affiliation
cs: Afiliace
el: Συνεργασία
nl: Affiliatie
sl: Organizacija
tr: Üyelik

source: Password again
cs: Heslo znova
el: Επαναλάβετε τον κωδικός πρόσβασης
fr: Mot de passe à nouveau
nl: Nogmaals het wachtwoord
sl: Ponovno geslo
tr: Tekrar şifre

source: Your email was successfully confirmed. You can now %s.
cs: Váš email byl úspěšně ověřen. Nyní se můžete %s.
el: Το email σας επιβεβαιώθηκε επιτυχώς. Μπορείτε τώρα να %s.
fr: Votre courriel a été confirmé avec succès. Vous pouvez maintenant %s.
nl: Je email is bevestigd. Je kunt nu %s.
sl: Vaše e-poštno sporočilo je bilo uspešno potrjeno. Zdaj lahko %s.
tr: E-postanız başarıyla onaylandı. Şimdi %s yapabilirsiniz.

source: Unable to confirm the DSW Registry account.
cs: Nepodařilo se ověřit účet v DSW Registry.
el: Δεν είναι δυνατή η επιβεβαίωση του λογαριασμού μητρώου DSW.
fr: Impossible de confirmer le compte chez DSW Registry.
nl: Kan het account in het DSW register niet bevestigen.
sl: Ni mogoče potrditi računa v registru DSW.
tr: DSW Registry hesabı onaylanamıyor.

source: Your email was successfuly confirmed, you can go back to %s.
cs: Váš email byl úspěšně ověřen, nyní můžete jít zpět na %s.
el: Το email σας επιβεβαιώθηκε επιτυχώς, μπορείτε να επιστρέψετε στο %s.
fr: Votre courriel a été confirmé avec succès, vous pouvez retourner à %s.
nl: Je email is bevestigd. Je kunt nu terug naar %s.
sl: Vaše e-poštno sporočilo je bilo uspešno potrjeno, lahko se vrnete v %s.
tr: E-postanız başarıyla onaylandı, %s'ye geri dönebilirsiniz.

source: Authentication
cs: Autentizace
el: Επικύρωση
fr: Authentification
nl: Authenticatie
sl: Preverjanje pristnosti
tr: Kimlik Doğrulama

source: Code Length
cs: Délka kódu
el: Μήκος Κωδικού
fr: Longueur du code
nl: Lengte van de code
sl: Dolžina kode
tr: Kod Uzunluğu

source: Expiration
cs: Expirace
el: Λήξη
nl: Vervalt
sl: Iztek veljavnosti
tr: Son kullanma tarihi

source: Expiration time of the authentication code in **seconds**.
cs: Čas expirace autentizačního kódu v **sekundách**.
el: Χρόνος λήξης του κωδικού ελέγχου ταυτότητας σε **δευτερόλεπτα**.
fr: Date d'expiration du code d'authentication en **secondes**.
nl: Verlooptijd van de authenticatiecode in **seconden**.
sl: Čas izteka veljavnosti kode za preverjanje pristnosti v **sekundah**.
tr: Kimlik doğrulama kodunun **saniye** cinsinden sona erme süresi.

source: Internal
cs: Interní
el: Εσωτερικό
fr: Interne
nl: Intern
sl: Notranji
tr: Dahili

source: Registration
cs: Registrace
el: Εγγραφή
fr: Inscription
nl: Registratie
sl: Registracija
tr: Kayıt

source: If enabled, users can create new internal accounts directly in the instance.
cs: Pokud je povoleno, pak mohou uživatelé vytvářet nové interní účty přímo v instanci.
el: Εάν είναι ενεργοποιημένη, οι χρήστες μπορούν να δημιουργήσουν νέους εσωτερικούς λογαριασμούς απευθείας στο στιγμιότυπο.
fr: Si cette option est activée, les utilisateur·rice·s peuvent créer de nouveaux comptes internes directement dans l'instance.
nl: Als dit is ingeschakeld, kunnen gebruikers nieuwe interne accounts maken direct in de instantie.
sl: Če je ta možnost omogočena, lahko uporabniki ustvarijo nove notranje račune neposredno v instanci.
tr: Etkinleştirilirse, kullanıcılar doğrudan örnekte yeni dahili hesaplar oluşturabilir.

source: Two-Factor Authentication
cs: Dvoufaktorová autentizace
el: Έλεγχος ταυτότητας δύο παραγόντων
fr: Authentification à deux facteurs
nl: Authenticatie met twee factoren
sl: Preverjanje pristnosti z dvostopenjsko avtentikacijo
tr: İki Faktörlü Kimlik Doğrulama
