Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: If enabled, users first enter a username and password at login, and then they receive a one-time code to confirm the login on their email.
cs: Pokud je povoleno, uživatel při přihlašování nejprve zadá své uživatelské jméno a heslo, a poté obdrží emailem jednorázový kód pro potvrzení přihlášení.
el: Εάν είναι ενεργοποιημένο, οι χρήστες εισάγουν πρώτα ένα όνομα χρήστη και έναν κωδικό πρόσβασης κατά την είσοδο και στη συνέχεια λαμβάνουν έναν κωδικό μιας χρήσης για την επιβεβαίωση της σύνδεσης στο email τους.
fr: Si activé, l'utilisateur·rice entre dans un premier temps son nom et mot de passe . Il·elle recevra ensuite un code unique par courriel pour confimation.
nl: Als dit is ingeschakeld voeren gebruikers bij het inloggen eerst een gebruikersnaam en wachtwoord in, waarna zij per e-mail een eenmalige code ter bevestiging van het inloggen ontvangen.
sl: Če je ta možnost omogočena, uporabniki ob prijavi najprej vnesejo uporabniško ime in geslo, nato pa v e-pošto prejmejo enkratno kodo za potrditev prijave.
tr: Etkinleştirilirse, kullanıcılar oturum açma sırasında önce bir kullanıcı adı ve parola girer ve ardından e-postalarında oturum açma işlemini onaylamak için tek seferlik bir kod alırlar.

source: External
cs: Externí
el: Εξωτερικό
fr: Externe
nl: Extern
sl: Zunanja stran
tr: Harici

source: OpenID Services
cs: Služby OpenID
el: Υπηρεσίες OpenID
fr: Services OpenID
sl: Storitve OpenID
tr: OpenID Hizmetleri

source: Add service
cs: Přidat službu
el: Προσθήκη υπηρεσίας
fr: Ajouter un service
nl: Service toevoegen
sl: Dodajanje storitve
tr: Hizmet ekle

source: Default role
cs: Výchozí role
el: Προεπιλεγμένος ρόλος
fr: Rôle par défaut
nl: Standaardrol
sl: Privzeta vloga
tr: Varsayılan rol

source: Define the role that is assigned to new users.
cs: Definuje roli přiřazenou novým uživatelům.
el: Καθορίστε το ρόλο που ανατίθεται στους νέους χρήστες.
fr: Définir le rôle qui est attribué aux nouveaux utilisateur·rice·s.
nl: Definieer de rol die wordt toegekend aan nieuwe gebruikers.
sl: Določite vlogo, ki se dodeli novim uporabnikom.
tr: Yeni kullanıcılara atanan rolü tanımlayın.

source: Callback URL
cs: Callback URL adresa
el: URL επανάκλησης
fr: URL callback
sl: Povratni naslov URL
tr: Geri Arama URL'si

source: Logout URL
cs: URL pro odhlášení
el: URL αποσύνδεσης
fr: URL de déconnexion
sl: URL za odjavo
tr: Çıkış URL'si

source: Client ID
cs: ID klienta
el: Αναγνωριστικό πελάτη
fr: ID du client
sl: ID stranke
tr: Müşteri Kimliği

source: Client Secret
cs: Secret hodnota klienta
el: Μυστικό Πελάτη
fr: Secret du client
sl: Skrivnost stranke
tr: Müşteri Sırrı

source: Parameters
cs: Parametry
el: Παράμετροι
fr: Paramètres
sl: Parametri
tr: Parametreler

source: Add parameter
cs: Přidat parametr
el: Προσθήκη παραμέτρου
fr: Ajouter un paramètre
nl: Parameter toevoegen
sl: Dodajanje parametra
tr: Parametre ekle

source: Background Color
cs: Barva pozadí
el: Χρώμα φόντου
fr: Couleur du fond
nl: Achtergrondkleur
sl: Barva ozadja
tr: Arka Plan Rengi

source: Text Color
cs: Barva textu
el: Χρώμα κειμένου
fr: Couleur du texte
nl: Tekstkleur
sl: Barva besedila
tr: Metin Rengi

source: Button Preview
cs: Náhled tlačítka
el: Προεπισκόπηση κουμπιών
fr: Bouton Aperçu
nl: Knop voorvertoning
sl: Predogled gumba
tr: Düğme Önizlemesi

source: Dashboard & Login Screen
cs: Přístrojová deska a přihlašovací obrazovka
el: Πίνακας Ελέγχου & Οθόνη Σύνδεσης
fr: Tableau de bord et écran de connexion
nl: Dashboard & Inlogscherm
sl: Nadzorna plošča in prijavni zaslon
tr: Gösterge Tablosu ve Giriş Ekranı

source: Welcome
cs: Uvítání
el: Καλώς ήρθατε
fr: Bienvenue
nl: Welkom
sl: Dobrodošli
tr: Hoş geldiniz

source: Standard welcome screen.
cs: Běžná uvítací obrazovka.
el: Τυπική οθόνη έναρξης.
fr: Écran de bienvenue standard.
nl: Standaard welkomstscherm.
sl: Standardni pozdravni zaslon.
tr: Standart karşılama ekranı.

source: Role-Based
cs: Dle role
el: Με βάση τους ρόλους
fr: Basé sur les rôles
nl: Rol-gebaseerd
sl: Na podlagi vlog
tr: Rol Tabanlı

source: Relevant content based on user's role.
cs: Relevantní obsah dle role uživatele.
el: Σχετικό περιεχόμενο με βάση τον ρόλου του χρήστη.
fr: Contenu pertinent basé sur le rôle de l'utilisateur·rice.
nl: Relevante inhoud gegeven de rol van de gebruiker.
sl: Ustrezna vsebina glede na vlogo uporabnika.
tr: Kullanıcının rolüne göre alakalı içerik.

source: Login Info
cs: Přihlašovací informace
el: Πληροφορίες Σύνδεσης
fr: Informations de connexion
nl: Logininformatie
sl: Informacije o prijavi
tr: Giriş Bilgileri

source: Additional information displayed on the login screen next to the login form.
cs: Další informace zobrazené na přihlašovací obrazovce vedle přihlašovacího formuláře.
el: Πρόσθετες πληροφορίες που εμφανίζονται στην οθόνη σύνδεσης, δίπλα στη φόρμα σύνδεσης.
fr: Informations supplémentaires affichées sur l'écran de connexion à côté du formulaire de connexion.
nl: Aanvullende informatie weergegeven op het aanmeldingsscherm naast het aanmeldingsformulier.
sl: Dodatne informacije, ki se prikažejo na prijavnem zaslonu poleg obrazca za prijavo.
tr: Oturum açma ekranında oturum açma formunun yanında görüntülenen ek bilgiler.

source: Sidebar Login Info
cs: Informace o přihlášení do postranního panelu
el: Πληροφορίες σύνδεσης στην πλαϊνή μπάρα
fr: Informations de connexion sur la barre latérale
nl: Zijbalk Inloggegevens
sl: Informacije o prijavi v stransko vrstico
tr: Kenar Çubuğu Giriş Bilgileri

source: Additional information displayed on the login screen underneath the login form.
cs: Další informace zobrazené na přihlašovací obrazovce pod přihlašovacím formulářem.
el: Πρόσθετες πληροφορίες που εμφανίζονται στην οθόνη σύνδεσης κάτω από τη φόρμα σύνδεσης.
fr: Informations supplémentaires affichées sur l'écran de connexion sous le formulaire de connexion.
nl: Aanvullende informatie op het aanmeldingsscherm onder het aanmeldingsformulier.
sl: Dodatne informacije, prikazane na prijavnem zaslonu pod obrazcem za prijavo.
tr: Oturum açma ekranında oturum açma formunun altında görüntülenen ek bilgiler.

source: Announcements
cs: Oznámení
el: Ανακοινώσεις
fr: Annonces
nl: Aankondigingen
sl: Obvestila
tr: Duyurular

source: Add announcement
cs: Přidat oznámení
el: Προσθήκη ανακοίνωσης
fr: Ajouter une annonce
nl: Aankondiging toevoegen
sl: Dodajanje napovedi
tr: Duyuru ekle

source: Dashboard Style
cs: Styl přehledu
el: Στυλ Πίνακα Ελέγχου
fr: Style du tableau de bord
nl: Stijl van het dashboard
sl: Slog armaturne plošče
tr: Gösterge Tablosu Stili

source: Warning
cs: Varování
el: Προειδοποίηση
fr: Avertissement
nl: Waarschuwing
sl: Opozorilo
tr: Uyarı

source: Critical
cs: Kritické
el: Κρίσιμο
fr: Critique
nl: Kritisch
sl: Kritična
tr: Kritik

source: Remove announcement
cs: Odstranění oznámení
el: Κατάργηση ανακοίνωσης
fr: Supprimer l'annonce
nl: Aankondiging verwijderen
sl: Odstranitev objave
tr: Duyuruyu kaldırın

source: Level
cs: Úroveň
el: Επίπεδο
fr: Niveau
nl: Niveau
sl: Razred
tr: Seviye

source: Display on the dashboard after users log in.
cs: Zobrazení na panelu po přihlášení uživatelů.
el: Εμφάνιση στον Πίνακα Ελέγχου μετά τη σύνδεση των χρηστών.
fr: S'affiche sur le tableau de bord après la connexion des utilisateurs.
nl: Weergave op het dashboard nadat gebruikers inloggen.
sl: Prikaz na nadzorni plošči po prijavi uporabnikov.
tr: Kullanıcılar oturum açtıktan sonra gösterge tablosunda görüntülenir.

source: Login Screen
cs: Přihlašovací obrazovka
el: Οθόνη σύνδεσης
fr: Écran de connexion
nl: Inlogscherm
sl: Prijavni zaslon
tr: Giriş Ekranı

source: Display on the login screen, visible to everybody.
cs: Zobrazení na přihlašovací obrazovce, viditelné pro všechny.
el: Εμφανίζεται στην οθόνη σύνδεσης, ορατό σε όλους.
fr: Affichage sur l'écran de connexion, visible par tous.
nl: Weergave op het inlogscherm, zichtbaar voor iedereen.
sl: Prikaz na prijavnem zaslonu, ki je viden vsem.
tr: Herkesin görebileceği şekilde giriş ekranında görüntülenir.

source: Unable to load settings.
cs: Nepodařilo se načíst nastavení.
el: Αδυναμία φόρτωσης ρυθμίσεων.
fr: Impossible de charger les paramètres.
nl: Kan instellingen niet laden.
sl: Ni mogoče naložiti nastavitev.
tr: Ayarlar yüklenemiyor.

source: Settings could not be saved.
cs: Nastavení nemohlo být uloženo.
el: Οι ρυθμίσεις δεν μπόρεσαν να αποθηκευτούν.
fr: Les paramètres n'ont pas pu être enregistrés.
nl: Instellingen konden niet worden opgeslagen.
sl: Nastavitev ni bilo mogoče shraniti.
tr: Ayarlar kaydedilemedi.

source: Allowed Packages
cs: Povolené balíčky
el: Επιτρεπόμενα πακέτα
fr: Paquets autorisés
nl: Toegestane pakketten
sl: Dovoljeni paketi
tr: İzin Verilen Paketler

source: Public Knowledge Models
cs: Veřejné znalostní modely
el: Δημόσια μοντέλα γνώσης
fr: Modèles de connaissances publics
nl: Publieke kennismodellen
sl: Modeli javnega znanja
tr: Kamusal Bilgi Modelleri

source: If enabled, you can define knowledge models that are publicly available for reading.
cs: Pokud je povoleno, pak je možné definovat znalostní modely, které jsou veřejně dostupné k procházení.
el: Εάν είναι ενεργοποιημένο, μπορείτε να ορίσετε μοντέλα γνώσης που είναι δημόσια διαθέσιμα για ανάγνωση.
fr: Si cette option est activée, vous pouvez définir les modèles de connaissances qui sont disponibles publiquement pour la lecture.
nl: Als dit is ingeschakeld kunnen kennismodellen worden gedefinieerd die publiek leesbaar zijn.
tr: Etkinleştirilirse, okumak için herkese açık olan bilgi modellerini tanımlayabilirsiniz.

source: Integration Config
cs: Nastavení integrace
el: Διαμόρφωση ενσωμάτωσης
fr: Configuration de l'intégration
nl: Integratieconfiguratie
sl: Konfiguracija integracije
tr: Entegrasyon Yapılandırması

source: Integration config is used to configure [secrets and other properties](%s) for integrations in knowledge models.
cs: Konfigurace integrace slouží ke konfiguraci [tajných a dalších vlastností](%s) pro integrace ve znalostních modelech.
el: H διαμόρφωση ενσωμάτωσης χρησιμοποιείται για τη διαμόρφωση [μυστικών και άλλων ιδιοτήτων](%s) για ενσωματώσεις σε μοντέλα γνώσης.
fr: Integration config est utilisé pour configurer les [secrets et autres propriétés](%s) pour les intégrations (APIs) dans les modèles de connaissance.
nl: Integratie configuratie wordt gebruikt om [geheimen en andere eigenschappen](%s) te configureren voor integraties in kennismodellen.

source: Menu
cs: Nabídka
el: Μενού
tr: Menü

source: Look & Feel
cs: Vzhled
el: Εμφάνιση & Αισθητική
fr: Aperçu
sl: Videz
tr: Görünüm ve Hissiyat

source: Application Title
cs: Název aplikace
el: Τίτλος Εφαρμογής
fr: Titre de l'application
nl: Applicatietitel
sl: Naslov aplikacije
tr: Başvuru Başlığı

source: Full name of the DSW instance (displayed, for example, in the browser tab title or before login).
cs: Celé jméno instance DSW (například zobrazené v záložce prohlížeče nebo před přihlášením).
el: Πλήρες όνομα του DSW στιγμιοτύπου (εμφανίζεται, για παράδειγμα, στον τίτλο της καρτέλας του προγράμματος περιήγησης ή πριν από τη σύνδεση).
fr: Nom complet de l'instance DSW (affiché, par exemple, dans le titre de l'onglet du navigateur ou avant la connexion).
nl: Volledige naam van de DSW-instantie (die bijvoorbeeld in de browser-tab-titel wordt weergegeven, of voor het inloggen).
sl: Polno ime DSW (prikazano na primer v naslovu zavihka brskalnika ali pred prijavo).
tr: DSW örneğinin tam adı (örneğin, tarayıcı sekmesi başlığında veya oturum açmadan önce görüntülenir).

source: Short Application Title
cs: Krátký název aplikace
el: Σύντομος τίτλος εφαρμογής
fr: Titre abrégé de l'application
nl: Korte applicatietitel
sl: Kratek naslov aplikacije
tr: Kısa Başvuru Başlığı

source: Short name of the DSW instance (displayed, for example, on top of the navigation bar). Short title can be the same as the application title if it is short enough.
cs: Krátký název instance DSW (například zobrazení nad navigačním menu). Krátký název může být klidně stejný jako celý název pokud je dostatečně krátký.
el: Σύντομο όνομα του DSW στιγμιοτύπου (εμφανίζεται, για παράδειγμα, στην κορυφή της γραμμής πλοήγησης). Ο σύντομος τίτλος μπορεί να είναι ο ίδιος με τον τίτλο της εφαρμογής, εάν είναι αρκετά σύντομος.
fr: Nom abrégé de l'instance DSW (affiché, par exemple, en haut de la barre de navigation). Le titre abrégé peut être le même que celui de l'application s'il est suffisamment abrégé.
nl: Korte naam van de DSW-instantie (die bijvoorbeeld boven de navigatiebalk wordt getoond). De korte titel kan dezelfde zijn als de applicatietitel als die kort genoeg is.
sl: Kratko ime DSW (prikazano na primer na vrhu navigacijske vrstice). Kratek naslov je lahko enak naslovu aplikacije, če je dovolj kratek.
tr: DSW örneğinin kısa adı (örneğin gezinme çubuğunun üstünde görüntülenir). Kısa başlık yeterince kısaysa uygulama başlığıyla aynı olabilir.

source: Custom Menu Links
cs: Vlastní odkazy v menu
el: Προσαρμοσμένοι σύνδεσμοι μενού
fr: Liens de menu personnalisés
nl: Aangepaste menukoppelingen
sl: Povezave v meniju po meri
tr: Özel Menü Bağlantıları

source: Configure additional links in the menu. Choose any free icon from the [Font Awesome](%s), e.g. *fas fa-magic*. Check *New window* if you want to open the link in a new window.
cs: Nastavení dalších odkazů v levém menu. Vyberte jakoukoliv ikonu zdarma z [Font Awesome](%s), např. *fas fa-magic*. Zaškrtněte *Nové okno* pokud se má odkaz otevřít v novém okně.
el: Διαμόρφωση πρόσθετων συνδέσμων στο μενού. Επιλέξτε οποιοδήποτε ελεύθερο εικονίδιο από το [Font Awesome](%s), π.χ. *fas fa-magic*. Επιλέξτε *Νέο παράθυρο* αν θέλετε να ανοίξει ο σύνδεσμος σε νέο παράθυρο.
fr: Configurez des liens supplémentaires dans le menu. Choisissez n'importe quelle icône libre de la [Font Awesome](%s), par exemple *fas fa-magic*. Cochez *Nouvelle fenêtre* si vous voulez ouvrir le lien dans une nouvelle fenêtre.
nl: Configureer extra koppelingen in het menu. Kies een gratis pictogram uit [Font Awesome](%s), bijvoorbeeld *fas fa-magic*. Kies *Nieuw venster* als je de koppeling wilt openen in een nieuw venster.
sl: Konfiguracija dodatnih povezav v meniju. Izberite katero koli brezplačno ikono iz [Font Awesome](%s), npr. *fas fa-magic*. Če želite povezavo odpreti v novem oknu, označite *Novo okno*.
tr: Menüdeki ek bağlantıları yapılandırın. Font Awesome](%s)'den herhangi bir serbest simge seçin, örneğin *fas fa-magic*. Bağlantıyı yeni bir pencerede açmak istiyorsanız *Yeni pencere* seçeneğini işaretleyin.

source: Add link
cs: Přidat odkaz
el: Προσθήκη συνδέσμου
fr: Ajouter un lien
nl: Link toevoegen
sl: Dodaj povezavo
tr: Bağlantı ekle

source: New window
cs: Nové okno
el: Νέο παράθυρο
fr: Nouvelle fenêtre
nl: Nieuw venster
sl: Novo okno
tr: Yeni pencere

source: Organization
cs: Organizace
el: Οργανισμός
fr: Organisation
nl: Organisatie
sl: Organizacija
tr: Organizasyon

source: Affiliations
cs: Afiliace
el: Συνεργάτες
nl: Affiliaties
sl: Organizacije
tr: Bağlı Kuruluşlar

source: Affiliation options will be used to help users choose their affiliation while signing up or editing their profile. Write one affiliation option per line.
cs: Připravené afiliace pomohou uživatelům s výběrem vlastní afiliace při registraci a úpravě profilu. Každou afiliaci pište na samostatný řádek.
el: Οι επιλογές συνεργασίας θα χρησιμοποιούνται για να βοηθούν τους χρήστες να επιλέγουν τις συνδέσεις τους κατά την εγγραφή ή την επεξεργασία του προφίλ τους. Γράψτε μία επιλογή συνεργασίας ανά γραμμή.
fr: Les options d'affiliation seront utilisées pour aider les utilisateur·rice·s à choisir leur affiliation lorsqu'ils s'inscrivent ou modifient leur profil. Inscrivez une option d'affiliation par ligne.
nl: Affiliatie-opties worden gebruikt om gebruikers te helpen bij het kiezen van hun affiliatie tijdens het aanmelden of het bewerken van hun profiel. Geef één affiliatie-optie per regel.
sl: Možnosti organizacije bodo uporabnikom v pomoč pri izbiri organizacije med prijavo ali urejanjem profila. V vsako vrstico napišite eno možnost pripadnosti.
tr: Üyelik seçenekleri, kullanıcıların kaydolurken veya profillerini düzenlerken üyeliklerini seçmelerine yardımcı olmak için kullanılacaktır. Her satıra bir üyelik seçeneği yazın.

source: Name of the organization running this instance.
cs: Název organizace provozující tuto instanci.
el: Όνομα του οργανισμού που διαχειρίζεται αυτό το στιγμιότυπο.
fr: Nom de l'organisation qui gère cette instance.
nl: De naam van de organisatie die deze instantie draait.
sl: Ime organizacije, ki upravlja to instanco.
tr: Bu örneği çalıştıran kuruluşun adı.

source: Organization ID is used to identify Knowledge Models created in this instance. It can contain alphanumeric characters and dots but cannot start or end with a dot.
cs: ID organizace se používá například k identifikaci znalostních modelů vytvořených v této instanci. Může obsahovat alfanumerické znaky a tečky, ale nesmí začínat ani končit tečkou.
el: Το αναγνωριστικό οργανισμού χρησιμοποιείται για την ταυτοποίηση των Μοντέλων Γνώσης που δημιουργούνται σε αυτό το στιγμιότυπο. Μπορεί να περιέχει αλφαριθμητικούς χαρακτήρες και τελείες, αλλά δεν μπορεί να αρχίζει ή να τελειώνει με τελεία.
fr: L'ID de l'organisation est utilisé pour identifier les modèles de connaissances créés dans cette instance. Il peut contenir des caractères alphanumériques et des points mais ne peut pas commencer ou se terminer par un point.
nl: Organisatie-ID wordt gebruikt om kennismodellen die in deze instantie worden gemaakt te herkennen. Dit kan bestaan uit alfanumerieke karakters en punten, maar niet beginnen of eindigen met een punt.
sl: ID organizacije se uporablja za identifikacijo modelov znanja, ustvarjenih v tem primeru. Vsebuje lahko alfanumerične znake in pike, vendar se ne sme začeti ali končati s piko.
tr: Organizasyon Kimliği, bu örnekte oluşturulan Bilgi Modellerini tanımlamak için kullanılır. Alfanümerik karakterler ve noktalar içerebilir ancak bir nokta ile başlayamaz veya bitemez.

source: Unable to get plans.
cs: Nelze získat plány.
el: Αδυναμία λήψης σχεδίων.
fr: Impossible d'obtenir des plans.
nl: Kan plannen niet ophalen.
sl: Ni mogoče pridobiti načrtov.
tr: Planlara ulaşılamıyor.

source: Plans
cs: Plány
el: Σχέδια
nl: Plannen
sl: Načrti
tr: Planlar

source: Privacy & Support
cs: Soukromí a podpora
el: Απόρρητο & Υποστήριξη
fr: Données personnelles & support
nl: Privacy en ondersteuning
sl: Zasebnost in podpora
tr: Gizlilik ve Destek

source: Privacy URL
cs: URL adresa Ochrany soukromí
el: URL Απορρήτου
fr: URL de la page contenant la politique de confidentialité du service
sl: URL zasebnosti
tr: Gizlilik URL'si

source: URL to page with the privacy policy of the service.
cs: URL adresa stránky s dokumentem ochrany soukromí pro tuto službu.
el: URL για τη σελίδα με την πολιτική απορρήτου της υπηρεσίας.
fr: URL de la page contenant la politique de confidentialité du service.
nl: URL van de pagina waarop de privacy-policy van de instantie te vinden is.
sl: URL do strani s politiko zasebnosti storitve.
tr: Hizmetin gizlilik politikasını içeren sayfanın URL'si.

source: Terms of Service URL
cs: URL adresa Podmínek použití
el: URL Όρων Υπηρεσίας
fr: URL des conditions de service (mentions légales)
nl: URL van Servicevoorwaarden
sl: Pogoji storitve URL
tr: Hizmet Koşulları URL'si

source: URL to page with the terms of the service.
cs: URL adresa stránky s dokumentem podmínek použití této služby.
el: URL για τη σελίδα με τους όρους της υπηρεσίας.
fr: URL des conditions de service (mentions légales).
nl: URL van de pagina waar de servicevoorwaarden te vinden zijn.
sl: URL do strani s pogoji storitve.
tr: Hizmet koşullarını içeren sayfanın URL'si.

source: Support
cs: Podpora
el: Υποστήριξη
nl: Ondersteuning
sl: Podpora
tr: Destek

source: Support Email
cs: Email podpory
el: Email Υποστήριξης
fr: Courriel du support
nl: Ondersteunings-email
sl: Elektronska pošta za podporo
tr: Destek E-postası

source: Support email displayed in the help modal.
cs: Email podpory zobrazený v okně nápovědy.
el: Το email Υποστήριξης εμφανίζεται στο παράθυρο βοήθειας.
fr: Courriel du support affiché dans la fenêtre d'aide.
nl: Het ondersteuningsemail-adres dat wordt getoond in de help-popup.
sl: e-poštno sporočilo podpore, prikazano v modalnem oknu za pomoč.
tr: Yardım modalinde görüntülenen destek e-postası.

source: Support Site Name
cs: Název stránky podpory
el: Όνομα Τοποθεσίας Υποστήριξης
fr: Nom du site de support
nl: Naam van de ondersteuningssite
sl: Ime podpornega mesta
tr: Destek Sitesi Adı

source: Name of the support site where users can report issues related to the service.
cs: Název stránky podpory, kde mohou uživatelé hlásit problémy související s touto službou.
el: Όνομα του ιστότοπου Υποστήριξης όπου οι χρήστες μπορούν να αναφέρουν θέματα σχετικά με την υπηρεσία.
fr: Nom du site de support oú les utilisateur·rices peuvent poster les problèmes liés au service.
nl: Naam van de ondersteuningssite waar gebruikers problemen met de service kunnen melden.
sl: Ime spletnega mesta za podporo, kjer lahko uporabniki poročajo o težavah, povezanih s storitvijo.
tr: Kullanıcıların hizmetle ilgili sorunları bildirebileceği destek sitesinin adı.

source: Support Site URL
cs: URL stránky podpory
el: URL ιστότοπου Υποστήριξης
fr: URL du site de support
nl: URL van ondersteuningssite
sl: URL spletnega mesta podpore
tr: Destek Sitesi URL'si

source: URL of the support site where users can report issues related to the service.
cs: URL stránky podpory, kde mohou uživatelé hlásit problémy související s touto službou.
el: URL του ιστότοπου Υποστήριξης όπου οι χρήστες μπορούν να αναφέρουν προβλήματα σχετικά με την υπηρεσία.
fr: URL du site de support oú les utilisateur·rices peuvent poster les problèmes liés au service.
nl: URL van de ondersteuningssite waar gebruikers problemen met de dienst kunnen melden.
sl: URL spletnega mesta za podporo, kjer lahko uporabniki poročajo o težavah, povezanih s storitvijo.
tr: Kullanıcıların hizmetle ilgili sorunları bildirebileceği destek sitesinin URL'si.

source: Support Site Icon
cs: Ikona stránky podpory
el: Εικονίδιο ιστότοπου Υποστήριξης
fr: Icône du site de support
nl: Pictogram van de ondersteuningssite
sl: Ikona spletnega mesta podpore
tr: Destek Sitesi Simgesi

source: Icon of the support site using [Font Awesome](%s).
cs: Ikona stránky podpory využívá [Font Awesome](%s).
el: Εικονίδιο του ιστότοπου Υποστήριξης που χρησιμοποιεί [Font Awesome](%s).
fr: Icône du site de support en format [Font Awesome](%s).
nl: Pictogram van de ondersteuningssite die [Font Awesome](%s) gebruikt.
sl: Ikona spletnega mesta podpore uporablja [Font Awesome](%s).
tr: Destek sitesinin [Font Awesome](%s) kullanan simgesi.

source: Anonymous Projects
cs: Anonymní projekty
el: Ανώνυμα έργα
fr: Projets anonymes
nl: Anonieme projecten
sl: Anonimni projekti
tr: Anonim Projeler

source: If enabled, users that are not logged in are allowed to create projects from public knowledge models.
cs: Pokud je povoleno, pak nepřihlášení uživatelé mohou vytvářet projekty z veřejných znalostních modelů.
el: Εάν είναι ενεργοποιημένο, επιτρέπεται σε χρήστες που δεν είναι συνδεδεμένοι να δημιουργούν έργα από δημόσια μοντέλα γνώσης.
fr: Si cette option est activée, les utilisateur·rice·s qui ne sont pas connecté·e·s sont autorisé·e·s à créer des projets à partir de modèles de connaissances publics.
nl: Wanneer dit is ingeschakeld kunnen gebruikers die niet zijn ingelogd projecten maken gebaseerd op publieke kennismodellen.
sl: Če je ta možnost omogočena, lahko neprijavljeni uporabniki ustvarjajo projekte iz javnih modelov znanja.
tr: Etkinleştirilirse, oturum açmamış kullanıcıların genel bilgi modellerinden projeler oluşturmasına izin verilir.

source: GitHub Repository Owner
cs: Vlastník GitHub repozitáře
el: Ιδιοκτήτης αποθετηρίου GitHub
fr: Propriétaire du site de support
nl: Eigenaar van het GitHub repository
sl: Lastnik repozitorija GitHub
tr: GitHub Depo Sahibi
