Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Questions using this integration
cs: Otázky používající tuto integraci
el: Ερωτήσεις που χρησιμοποιούν αυτή την ενσωμάτωση
fr: Questions utilisant cette intégration
nl: Vragen die deze integratie gebruiken
sl: Vprašanja, ki uporabljajo to integracijo
tr: Bu entegrasyonu kullanan sorular

source: Answer
cs: Odpověď
el: Απάντηση
fr: Réponse
nl: Antwoord
sl: Odgovor
tr: Cevap

source: Label
cs: Název
el: Ετικέτα
sl: Oznaka
tr: Etiket

source: Advice
cs: Text
el: Συμβουλή
fr: Conseil
nl: Advies
sl: Nasveti
tr: Tavsiye

source: Follow-Up Questions
cs: Navazující otázky
el: Επακόλουθες Ερωτήσεις
fr: Questions de suivi
nl: Vervolgvragen
sl: Nadaljnja vprašanja
tr: Takip Soruları

source: Choice
cs: Volba
el: Επιλογή
fr: Choix
nl: Keuze
sl: Izbira
tr: Seçim

source: Resource Page
cs: Stránka se zdroji
el: Σελίδα πόρων
fr: Page de ressources
nl: Resourcepagina
sl: Stran z viri
tr: Kaynak Sayfası

source: Reference Type
cs: Typ reference
el: Τύπος παραπομπής
fr: Type de référence
nl: Referentietype
sl: Referenčna vrsta
tr: Referans Tipi

source: - select resource page -
cs: - vybrat stránku zdroje -
fr: - sélectionner la page de ressources -
nl: - selecteer bronnenpagina -

source: Resource Collection
cs: Kolekce zdrojů
fr: Collection de ressources
nl: Bronnenverzameling

source: Resource Pages
cs: Stránky zdrojů
fr: Pages de ressources
nl: Bronnenpagina's

source: Add resource page
cs: Přidání stránky zdroje
fr: Ajouter une page de ressources
nl: Bronnenpagina toevoegen

source: Content
cs: Obsah
el: Περιεχόμενο
fr: Contenu
nl: Inhoud
sl: Vsebina
tr: İçerik

source: Questions using this resource page
cs: Otázky používají tuto stránku zdroje
fr: Questions relatives à l'utilisation de cette page de ressources
nl: Vragen die naar deze bronnenpagina verwijzen

source: The knowledge model entity you are trying to open does not exist.
cs: Entity znalostního modelu, kterou se snažíte otevřít, neexistuje.
el: Η οντότητα του μοντέλου γνώσης που προσπαθείτε να ανοίξετε δεν υπάρχει.
fr: L'entité du modèle de connaissances que vous essayez d'ouvrir n'existe pas.
nl: De kennismodelentiteit die je probeert te openen bestaat niet.
sl: Entiteta modela znanja, ki jo poskušate odpreti, ne obstaja.
tr: Açmaya çalıştığınız bilgi modeli varlığı mevcut değil.

source: Click to copy UUID
cs: Kopírovat UUID kliknutím
el: Κάντε κλικ για να αντιγράψετε το UUID
fr: Cliquer pour copier l'UUID
nl: Klik om de UUID te kopiëren
sl: Kliknite za kopiranje UUID
tr: UUID kopyalamak için tıklayın

source: Move
cs: Přesun
el: Μετακίνηση
fr: Déplacer
nl: Verplaats
sl: Premikanje
tr: Hareket

source: Are you sure you want to delete this chapter?
cs: Opravdu chcete odstranit tuto kapitolu?
el: Σίγουρα θέλετε να διαγράψετε αυτό το κεφάλαιο;
fr: Vous êtes certain·e de vouloir supprimer ce chapitre ?
nl: Weet je zeker dat je dit hoofdstuk wilt verwijderen?
sl: Ste prepričani, da želite izbrisati to poglavje?
tr: Bu bölümü silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this question?
cs: Opravdu chcete odstranit tuto otázku?
el: Σίγουρα θέλετε να διαγράψετε αυτή την ερώτηση;
fr: Etes-vous certain·e de vouloir supprimer cette question ?
nl: Weet je zeker dat je deze vraag wilt verwijderen?
sl: Ste prepričani, da želite izbrisati to vprašanje?
tr: Bu soruyu silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this metric?
cs: Opravdu chcete odstranit tuto metriku?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη μετρική;
fr: Etes-vous certain·e de vouloir supprimer cette métrique ?
nl: Weet je zeker dat je deze statistiek wilt verwijderen?
sl: Ste prepričani, da želite izbrisati to metriko?
tr: Bu metriği silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this phase?
cs: Opravdu chcete odstranit tuto fázi?
el: Σίγουρα θέλετε να διαγράψετε αυτή τη φάση;
fr: Êtes-vous certain·e de vouloir supprimer cette phase ?
nl: Weet je zeker dat je deze fase wilt verwijderen?
sl: Ste prepričani, da želite izbrisati to fazo?
tr: Bu aşamayı silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this question tag?
cs: Opravdu chcete odstranit tento štítek?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την ετικέτα ερώτησης;
fr: Etes-vous certain·e de vouloir supprimer cette étiquette de question ?
nl: Weet je zeker dat je deze vraagtag wilt verwijderen?
sl: Ste prepričani, da želite izbrisati to oznako vprašanja?
tr: Bu soru etiketini silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this integration?
cs: Opravdu chcete odstranit tuto integraci?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την ενσωμάτωση;
fr: Êtes-vous certain·e de vouloir supprimer cette intégration ?
nl: Weet je zeker dat je deze integratie wilt verwijderen?
sl: Ste prepričani, da želite izbrisati to integracijo?
tr: Bu entegrasyonu silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this resource collection?
cs: Opravdu chcete tuto kolekci zdrojů odstranit?
fr: Êtes-vous certain·e de vouloir supprimer cette collection de ressources ?
nl: Weet je zeker dat je deze bronnenverzameling wilt verwijderen?

source: Are you sure you want to delete this resource page?
cs: Opravdu chcete tuto stránku zdroje odstranit?
fr: Êtes-vous certain·e de vouloir supprimer cette page de ressources ?
nl: Weet je zeker dat je deze bronnenpagina wilt verwijderen?

source: Are you sure you want to delete this answer?
cs: Opravdu chcete odstranit tuto odpověď?
el: Σίγουρα θέλετε να διαγράψετε αυτή την απάντηση;
fr: Etes-vous certain·e de vouloir supprimer cette réponse ?
nl: Weet je zeker dat je dit antwoord wilt verwijderen?
sl: Ste prepričani, da želite izbrisati ta odgovor?
tr: Bu cevabı silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this choice?
cs: Opravdu chcete odstranit tuto volbu?
el: Σίγουρα θέλετε να διαγράψετε αυτή την επιλογή;
fr: Êtes-vous certain·e de vouloir supprimer ce choix ?
nl: Weet je zeker dat je deze keuze wilt verwijderen?
sl: Ali ste prepričani, da želite izbrisati to izbiro?
tr: Bu seçeneği silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this reference?
cs: Opravdu chcete odstranit tuto referenci?
el: Σίγουρα θέλετε να διαγράψετε αυτή την παραπομπή;
fr: Etes-vous certain·e de vouloir supprimer cette référence ?
nl: Weet je zeker dat je deze referentie wilt verwijderen?
sl: Ali ste prepričani, da želite izbrisati to referenco?
tr: Bu referansı silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this expert?
cs: Opravdu chcete odstranit tohoto experta?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον ειδικό;
fr: Etes-vous certain·e de vouloir supprimer cet expert ?
nl: Weet je zeker dat je deze expert wilt verwijderen?
sl: Ste prepričani, da želite izbrisati tega strokovnjaka?
tr: Bu uzmanı silmek istediğinizden emin misiniz?

source: Heads up!
cs: Upozornění!
el: Προσοχή!
fr: Attention !
nl: Let op!
sl: Pozor!
tr: Dikkat edin!

source: Select a new parent
cs: Vybrat nového rodiče
el: Επιλέξτε έναν νέο γονέα
fr: Sélectionner un nouveau parent
nl: Kies een nieuwe ouder
sl: Izberite novega starša
tr: Yeni bir ebeveyn seçin

source: Key
cs: Klíč
el: Βασικό
fr: Clé
nl: Sleutel
sl: Ključ
tr: Anahtar

source: Add annotation
cs: Přidat anotaci
el: Προσθήκη σχολίου
fr: Ajouter une annotation
nl: Voeg annotatie toe
sl: Dodajanje opomb
tr: Ek açıklama ekle

source: Annotations
cs: Anotace
el: Σχολιασμοί
nl: Annotaties
sl: Anotacije
tr: Ek Açıklamalar

source: Weight
cs: Váha
el: Βάρος
fr: Poids
nl: Gewicht
sl: Teža
tr: Ağırlık

source: Header Name
cs: Název hlavičky
el: Όνομα επικεφαλίδας
fr: Nom de l'en-tête
nl: Kopnaam
sl: Ime glave
tr: Başlık Adı

source: Header Value
cs: Hodnota hlavičky
el: Τιμή επικεφαλίδας
fr: Valeur de l'en-tête
nl: Headerwaarde
sl: Vrednost glave
tr: Başlık Değeri

source: Add header
cs: Přidat hlavičku
el: Προσθήκη επικεφαλίδας
fr: Ajouter un en-tête
nl: Kop toevoegen
sl: Dodajanje glave
tr: Başlık ekle

source: There are no phases, create them first.
cs: Neexistují žádné fáze, nejprve je vytvořte.
el: Δεν υπάρχουν φάσεις, δημιουργήστε τις πρώτα.
fr: Il n'y a pas de phases, il faut d'abord les créer.
nl: Er zijn nog geen fasen, maak ze eerst aan.
sl: Ni faz, najprej jih ustvarite.
tr: Aşama yoktur, önce onları yaratın.

source: There are no questions, create them first.
cs: Nejsou zde žádné otázky, nejprve nějaké vytvořte.
el: Δεν υπάρχουν ερωτήσεις, δημιουργήστε τις πρώτα.
fr: Il n'y a pas de questions, créez-les d'abord.
nl: Er zijn nog geen vragen, maak ze eerst.
sl: Vprašanj ni, najprej jih ustvarite.
tr: Soru yok, önce onları yaratın.

source: Tags
cs: Štítky
el: Ετικέτες
fr: Étiquettes
sl: Oznake
tr: Etiketler

source: Select all
cs: Vybrat vše
el: Επιλογή όλων
fr: Tout sélectionner
nl: Selecteer alles
sl: Izberite vse
tr: Tümünü seçin

source: Select none
cs: Nevybrat nic
el: Μην επιλέξετε κανένα
fr: Ne rien sélectionner
nl: Selecteer niets
sl: Ne izberite nobenega
tr: Hiçbirini seçmeyin

source: Unable to publish knowledge model
cs: Nelze publikovat znalostní model
el: Αδυναμία δημοσίευσης Μοντέλου Γνώσης
fr: Impossible de publier le modèle de connaissances
nl: Kan kennismodel niet publiceren
sl: Ni mogoče objaviti modela znanja
tr: Bilgi modeli yayınlanamıyor

source: Check the knowledge model's metadata before publishing. You change them in %s.
cs: Před zveřejněním zkontrolujte metadata znalostního modelu. Změníte je v %s.
el: Ελέγξτε τα μεταδεδομένα του Μοντέλου Γνώσης πριν από τη δημοσίευση. Τα αλλάζετε στο %s.
fr: Vérifiez les métadonnées du modèle de connaissances avant de le publier. Vous les modifiez dans %s.
nl: Controleer de metadata van het kennismodel voordat u publiceert. U wijzigt ze in %s.
sl: Pred objavo preverite metapodatke modela znanja. Spremenite jih v %s.
tr: Yayınlamadan önce bilgi modelinin meta verilerini kontrol edin. Bunları %s içinde değiştirirsiniz.

source: Knowledge Model could not be saved.
cs: Znalostní model nemohl být uložen.
el: Το Μοντέλο Γνώσης δεν μπορούσε να αποθηκευτεί.
fr: Le modèle de connaissances n'a pas pu être enregistré.
nl: Kennismodel kon niet worden opgeslagen.
sl: Modela znanja ni bilo mogoče rešiti.
tr: Bilgi Modeli kurtarılamadı.

source: This is not the latest version of the parent knowledge model.
cs: Toto není poslední verze rodičovského znalostního modelu.
el: Αυτή δεν είναι η πιο πρόσφατη έκδοση του μητρικού μοντέλου γνώσης.
fr: Ceci n'est pas la dernière version du modèle de connaissances parent.
nl: Dit is niet de nieuwste versie van het basiskennismodel.
sl: To ni najnovejša različica modela znanja.
tr: Bu, ana bilgi modelinin en son sürümü değildir.

source: Parent Knowledge Model
cs: Rodičovský znalostní model
el: Μητρικό Μοντέλο Γνώσης
fr: Modèle de connaissances parent
nl: Basiskennismodel
sl: Vrhnji model znanja
tr: Ebeveyn Bilgi Modeli

source: Danger Zone
cs: Nebezpečná zóna
el: Ζώνη Κινδύνου
fr: Zone de danger
nl: Gevarenzone
sl: Nevarno območje
tr: Tehlike Bölgesi

source: Delete this knowledge model editor
cs: Odstranit tento editor znalostního modelu
el: Διαγραφή αυτού του συντάκτη Μοντέλου Γνώσης
fr: Supprimer cet éditeur de modèle de connaissances
nl: Verwijder deze kennismodeleditor
sl: Brisanje tega urejevalnika modela znanja
tr: Bu bilgi modeli düzenleyicisini silme

source: Deleted knowledge model editors cannot be recovered.
cs: Odstraněné editory znalostních modelů nemohou být obnoveny.
el: Οι διαγραμμένοι συντάκτες Μοντέλων Γνώσης δεν μπορούν να ανακτηθούν.
fr: Les éditeurs de modèles de connaissances supprimés ne peuvent pas être récupérés.
nl: Verwijderde kennismodeleditors kunnen niet meer worden hersteld.
sl: Izbrisanih urejevalnikov modela znanja ni mogoče obnoviti.
tr: Silinen bilgi modeli düzenleyicileri kurtarılamaz.

source: There are no question tags, create them first.
cs: Nejsou zde žádné štítky pro otázky, nejprve je vytvořte.
el: Δεν υπάρχουν ετικέτες ερωτήσεων, δημιουργήστε τις πρώτα.
fr: Il n'y a pas d' étiquettes de questions, créez-les d'abord.
nl: Er zijn nog geen vraagtags, maak ze eerst.
sl: Oznake za vprašanja niso na voljo, zato jih najprej ustvarite.
tr: Soru etiketleri yok, önce onları oluşturun.

source: Some changes are still saving.
cs: Nějaké změny se ještě ukládají.
el: Ορισμένες αλλαγές είναι ακόμα σε διαδικασία αποθήκευσης.
fr: Certaines modifications sont encore en cours d'enregistrement.
nl: Nog bezig met opslaan veranderingen.
sl: Nekatere spremembe so še vedno shranjene.
tr: Bazı değişiklikler hala kaydediliyor.

source: Unable to get the knowledge model editor.
cs: Nelze získat editor znalostního modelu.
el: Δεν είναι δυνατή η εμφάνιση του συντάκτη Μοντέλου Γνώσης.
fr: Impossible d'obtenir l'éditeur de modèle de connaissances.
nl: Kan geen kennismodeleditor ophalen.
sl: Ni mogoče pridobiti urejevalnika modela znanja.
tr: Bilgi modeli düzenleyicisi alınamıyor.

source: Disconnected
cs: Odpojeno
el: Αποσυνδέθηκε
fr: Déconnecté
nl: Verbinding verbroken
sl: Odklopljena stran
tr: Bağlantı kesildi

source: You have been disconnected, try to refresh the page.
cs: Byli jste odpojeni, zkuste znovu načíst stránku.
el: Έχετε αποσυνδεθεί, προσπαθήστε να ανανεώσετε τη σελίδα.
fr: Vous avez été déconnecté·e, essayez de rafraîchir la page.
nl: De verbinding is verbroken, probeer de pagina opnieuw te laden.
sl: Povezava je bila prekinjena, poskusite osvežiti stran.
tr: Bağlantınız kesildi, sayfayı yenilemeyi deneyin.

source: Refresh
cs: Načíst znova
el: Ανανέωση
fr: Rafraîchir
nl: Verversen
sl: Osvežitev
tr: Yenile

source: Oops!
cs: Jeminkote!
el: Ουπς!
fr: Oups !
nl: Oeps!
sl: Ups!

source: Something went wrong, try to refresh the page.
cs: Něco se pokazilo, zkuste znovu načíst stránku.
el: Κάτι πήγε στραβά, προσπαθήστε να ανανεώσετε τη σελίδα.
fr: Il y a eu un problème, essayez de rafraîchir la page.
nl: Er is iets misgegaan, probeer de pagina te verversen.
sl: Nekaj je šlo narobe, poskusite osvežiti stran.
tr: Bir şeyler ters gitti, sayfayı yenilemeyi deneyin.

source: Migration was successfully canceled.
cs: Migrace byla úspěšně zrušena.
el: Η μετάβαση ακυρώθηκε με επιτυχία.
fr: La migration a été annulée avec succès.
nl: De migratie is afgebroken.
sl: Migracija je bila uspešno preklicana.
tr: Geçiş başarıyla iptal edildi.

source: Migration could not be cancelled.
cs: Migraci nebylo možné zrušit.
el: Η μετάβαση δεν μπόρεσε να ακυρωθεί.
fr: La migration n'a pas pu être annulée.
nl: De migratie kon niet worden geannuleerd.
sl: Migracije ni bilo mogoče preklicati.
tr: Göç iptal edilememiştir.

source: Unable to get knowledge model editors.
cs: Nelze získat editory znalostních modelů.
el: Δεν είναι δυνατή η λήψη συντακτών Μοντέλων Γνώσης.
fr: Impossible d'obtenir les éditeurs de modèles de connaissances.
nl: Kan geen kennismodeleditors ophalen.
sl: Ni mogoče pridobiti urejevalnikov modela znanja.
tr: Bilgi modeli düzenleyicileri alınamıyor.

source: Click "Create" button to add a new Knowledge Model Editor.
cs: Klikněte na tlačítko "Vytvořit" pro přidání nového editoru znalostního modelu.
el: Κάντε κλικ στο κουμπί "Create" για να προσθέσετε έναν νέο συντάκτη μοντέλου γνώσης.
fr: Cliquez sur le bouton "Créer" pour ajouter un nouvel éditeur de modèle de connaissances.
nl: Klik “Aanmaken” om een nieuwe kennismodeleditor te maken.
sl: Kliknite gumb "Ustvari", da dodate nov urejevalnik modela znanja.
tr: Yeni bir Bilgi Modeli Editörü eklemek için "Oluştur" düğmesine tıklayın.

source: Search KM editors...
cs: Hledat editory...
el: Αναζήτηση συντακτών ΜΓ...
fr: Rechercher les éditeurs de modèles de connaissances...
nl: Doorzoek kennismodeleditors…
sl: Iskanje urednikov KM...
tr: KM editörlerini arayın...

source: Last published version
cs: Poslední publikovaná verze
el: Τελευταία δημοσιευμένη έκδοση
fr: Dernière version publiée
nl: Laatste gepubliceerde versie
sl: Zadnja objavljena različica
tr: Son yayınlanan sürüm

source: There is a new version of parent Knowledge Model.
cs: Existuje nová verze rodičovského znalostního modelu.
el: Υπάρχει μια νέα έκδοση του μητρικού Μοντέλου Γνώσης.
fr: Il y a une nouvelle version du modèle de connaissances parent.
nl: Er is een nieuwe versie van het basiskennismodel.
sl: Na voljo je nova različica matičnega modela znanja.
tr: Ana Bilgi Modelinin yeni bir versiyonu var.

source: This Editor is in the process of migration to a new parent Knowledge Model.
cs: Tento editor je v procesu migrace na nový rodičovský znalostní model.
el: Αυτός ο συντάκτης βρίσκεται σε διαδικασία μετάβασης σε ένα νέο μητρικό Μοντέλο Γνώσης.
fr: Cet éditeur est en cours de migration vers un nouveau modèle de connaissances parent.
nl: Deze editor wordt op dit moment gemigreerd naar een nieuwe versie van het basiskennismodel.
sl: Ta urejevalnik je v postopku prenosa na nov nadrejeni model znanja.
tr: Bu Editör yeni bir üst Bilgi Modeline geçiş sürecindedir.

source: migrating
cs: migruje
el: μετάβαση
fr: migrer
nl: aan het migreren
sl: selitev
tr: göç etmek

source: This Editor has been migrated to a new parent Knowledge Model, you can publish it now.
cs: Tento edit byl zmigrován na nový rodičovský znalostní model, můžete jej nyní publikovat.
el: Αυτός ο συντάκτης έχει μεταφερθεί σε ένα νέο μητρικό Μοντέλο Γνώσης, μπορείτε να το δημοσιεύσετε τώρα.
fr: Cet éditeur a été migré vers un nouveau modèle de connaissances parent, vous pouvez le publier maintenant.
nl: Deze editor is nu gemigreerd naar een nieuwe versie van het basiskennismodel en kan nu gepubliceerd worden.
sl: Ta urejevalnik je bil prenesen v nov nadrejeni model znanja, zato ga lahko zdaj objavite.
tr: Bu Editör yeni bir üst Bilgi Modeline taşındı, artık yayınlayabilirsiniz.

source: migrated
cs: zmigrován
el: μεταναστευμένο
fr: migré
nl: gemigreerd
sl: preseljen
tr: göç etti̇

source: This Editor contains unpublished changes.
cs: Tento editor obsahuje nepublikované změny.
el: Αυτός ο συντάκτης περιέχει αδημοσίευτες αλλαγές.
fr: Cet éditeur contient des modifications non publiées.
nl: Deze editor bevat ongepubliceerde veranderingen.
sl: Ta urednik vsebuje neobjavljene spremembe.
tr: Bu Editör yayınlanmamış değişiklikler içermektedir.

source: Open Editor
cs: Otevřít editor
el: Ανοίξτε τον συντάκτη
fr: Ouvrir l'éditeur
sl: Odprti urejevalnik
tr: Açık Editör

source: Continue migration
cs: Pokračovat v migraci
el: Συνέχιση της μετάβασης
fr: Continuer la migration
nl: Ga door met de migratie
sl: Nadaljuj migracijo
tr: Göç etmeye devam edin

source: Cancel migration
cs: Zrušit migraci
el: Ακύρωση μετάβασης
fr: Annuler la migration
nl: Annuleer migratie
sl: Preklic migracije
tr: Göçü iptal et

source: Unable to get migration.
cs: Nelze získat migraci.
el: Αδυναμία λήψης μετάβασης.
fr: Impossible d'obtenir la migration.
nl: Kan migratie niet ophalen.
sl: Ni mogoče dobiti migracije.
tr: Geçiş yapılamıyor.

source: Unable to resolve conflict.
cs: Nelze vyřešit konflikt.
el: Αδυναμία επίλυσης.
fr: Impossible de résoudre le conflit.
nl: Kan het conflict niet oplossen.
sl: Ni mogoče rešiti spora.
tr: Çatışma çözülemiyor.

source: Migration state is corrupted.
cs: Stav migrace je poškozený.
el: Η μετάβαση είναι κατεστραμμένη.
fr: La migration est dans un état corrompu.
nl: De registratie van de migratie is incorrect opgeslagen.
sl: Stanje migracije je poškodovano.
tr: Göç durumu bozulmuştur.

source: Migration is still running, try again later.
cs: Migrace stále probíhá, zkuste to zase později.
el: Η μετάβαση εξακολουθεί να εκτελείται, προσπαθήστε ξανά αργότερα.
fr: La migration est toujours en cours, réessayez plus tard.
nl: Er wordt gewerkt aan een migratie. Probeer het later nog eens.
sl: Migracija še vedno poteka, poskusite znova pozneje.
tr: Geçiş hala devam ediyor, daha sonra tekrar deneyin.

source: Migration
cs: Migrace
el: Μεταφορά
nl: Migratie
sl: Migracija
tr: Göç

source: Migration of %s from %s to %s.
cs: Migrace %s z %s na %s.
el: Μεταφορά του %s από το %s στο %s.
fr: Migration de %s de %s vers %s".
nl: Migratie van %s van %s naar %s.
sl: Selitev %s iz %s v %s.
tr: s'nin %s'den %s'ye geçişi.

source: The event is not connected to any entity in the Knowledge Model.
cs: Tato událost není navázaná na žádnou entitu ve znalostním modelu.
el: Το συμβάν δεν συνδέεται με καμία οντότητα στο Μοντέλο Γνώσης.
fr: L'événement n'est lié à aucune entité dans le modèle de connaissances.
nl: Dit event is niet verbonden met enige entiteit in het kennismodel.
sl: Dogodek ni povezan z nobeno entiteto v modelu znanja.
tr: Olay, Bilgi Modelindeki herhangi bir varlıkla bağlantılı değildir.

source: Edit Knowledge Model
cs: Upravit znalostní model
el: Επεξεργασία Μοντέλου Γνώσης
fr: Modifier le modèle de connaissances
nl: Wijzig het kennismodel
sl: Urejanje modela znanja
tr: Bilgi Modelini Düzenle

source: Edit metric
cs: Upravit metriku
el: Επεξεργασία μετρικής
fr: Editer la métrique
nl: Wijzig de statistiek
sl: Metrika urejanja
tr: Metrik düzenle

source: Delete metric
cs: Odstranit metriku
el: Διαγραφή μετρικής
fr: Supprimer la métrique
nl: Verwijder statistiek
sl: Izbriši metriko
tr: Metrik silme

source: Edit phase
cs: Upravit fázi
el: Επεξεργασία φάσης
fr: Phase d'édition
nl: Wijzig fase
sl: Faza urejanja
tr: Düzenleme aşaması

source: Delete phase
cs: Odstranit fázi
el: Διαγραφή φάσης
fr: Supprimer la phase
nl: Verwijder fase
sl: Faza brisanja
tr: Aşama silme

source: Add question tag
cs: Přidat štítek pro otázky
el: Προσθήκη ετικέτας ερώτησης
fr: Ajouter une étiquette de question
nl: Voeg vraagtag toe
sl: Dodajte oznako vprašanja
tr: Soru etiketi ekle

source: Edit question tag
cs: Upravit štítek pro otázky
el: Επεξεργασία ετικέτας ερώτησης
fr: Modifier l'étiquette de la question
nl: Wijzig vraagtag
sl: Uredi oznako vprašanja
tr: Soru etiketini düzenle

source: Delete question tag
cs: Odstranit štítek pro otázky
el: Διαγραφή ετικέτας ερώτησης
fr: Supprimer l'étiquette de question
nl: Verwijder vraagtag
sl: Izbriši oznako vprašanja
tr: Soru etiketini sil

source: Edit integration
cs: Upravit integraci
el: Επεξεργασία ενσωμάτωσης
fr: Modifier l'intégration
nl: Wijzig integratie
sl: Urejanje integracije
tr: Entegrasyonu düzenle

source: Delete integration
cs: Odstranit integraci
el: Διαγραφή ενοποίησης
fr: Supprimer l'intégration
nl: Verwijder integratie
sl: Brisanje integracije
tr: Entegrasyonu sil

source: Edit chapter
cs: Upravit kapitolu
el: Επεξεργασία κεφαλαίου
fr: Modifier le chapitre
nl: Wijzig hoofdstuk
sl: Urejanje poglavja
tr: Bölüm düzenleme

source: Delete chapter
cs: Odstranit kapitolu
el: Διαγραφή κεφαλαίου
fr: Supprimer le chapitre
nl: Verwijder hoofdstuk
sl: Izbriši poglavje
tr: Bölüm silme

source: Edit question
cs: Upravit otázku
el: Επεξεργασία ερώτησης
fr: Modifier la question
nl: Wijzig vraag
sl: Uredi vprašanje
tr: Soruyu düzenle

source: Delete question
cs: Odstranit otázku
el: Διαγραφή ερώτησης
fr: Supprimer la question
nl: Verwijder vraag
sl: Izbriši vprašanje
tr: Soruyu sil

source: Edit answer
cs: Upravit odpověď
el: Επεξεργασία απάντησης
fr: Modifier la réponse
nl: Wijzig antwoord
sl: Uredi odgovor
tr: Cevabı düzenle

source: Delete answer
cs: Odstranit odpověď
el: Διαγραφή απάντησης
fr: Supprimer la réponse
nl: Verwijder antwoord
sl: Izbriši odgovor
tr: Cevabı sil

source: Edit choice
cs: Upravit volbu
el: Επεξεργασία επιλογής
fr: Modifier le choix
nl: Wijzig keuze
sl: Uredi izbiro
tr: Seçimi düzenle

source: Delete choice
cs: Odstranit volbu
el: Διαγραφή επιλογής
fr: Supprimer le choix
nl: Verwijder keuze
sl: Izbriši izbiro
tr: Seçimi sil

source: Edit reference
cs: Upravit referenci
el: Επεξεργασία αναφοράς
fr: Modifier la référence
nl: Wijzig referentie
sl: Uredi referenco
tr: Referans düzenle

source: Delete reference
cs: Odstranit referenci
el: Διαγραφή αναφοράς
fr: Supprimer la référence
nl: Verwijder referentie
sl: Izbriši referenco
tr: Referansı sil
