Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Anyone with the link can access the project. No login is required.
cs: Přístup k projektu má každý, kdo má odkaz. Přihlášení není nutné.
el: Οποιοσδήποτε έχει τον σύνδεσμο έχει πρόσβαση στο έργο. Δεν απαιτείται σύνδεση.
fr: Toute personne disposant du lien peut accéder au projet. Il n'est pas nécessaire de se connecter.
nl: Iedereen met de link heeft toegang tot het project. Aanmelden is niet nodig.

source: Private project accessible only by you.
cs: Soukromý projekt přístupný pouze vám.
el: Ιδιωτικό έργο προσβάσιμο μόνο από εσάς.
fr: Projet privé, uniquement accessible par vous.
nl: Privéproject alleen toegankelijk voor jezelf.

source: Visible by all other logged-in users
cs: Viditelný pro všechny přihlášené uživatele
el: Ορατό από όλους τους άλλους συνδεδεμένους χρήστες
fr: Visible par tous les autres utilisateur·rice·s connecté·e·s
nl: Zichtbaar voor alle andere ingelogde gebruikers
sl: Vidno vsem drugim prijavljenim uporabnikom
tr: Oturum açmış diğer tüm kullanıcılar tarafından görülebilir

source: Other logged-in users can access the project. No explicit permission is required.
cs: Ostatní přihlášení uživatelé mají k projektu přístup. Není vyžadováno žádné výslovné povolení.
el: Άλλοι συνδεδεμένοι χρήστες μπορούν να έχουν πρόσβαση στο έργο. Δεν απαιτείται ρητή άδεια.
fr: Les autres utilisateur·rices connecté·es peuvent accéder au projet. Aucune autorisation explicite n'est requise.
nl: Andere ingelogde gebruikers hebben toegang tot het project. Er is geen expliciete toestemming nodig.

source: Shared with %s and %s.
cs: Sdílené s %s a %s.
el: Κοινή χρήση με %s και %s.
fr: Partagé avec %s et %s.
nl: Gedeeld met %s en %s.

source: %s user
cs: %s uživatel
el: %s χρήστης
fr: %s utilisateur·rice
nl: %s gebruiker

source: %s user group
cs: %s skupina uživatelů
el: %s ομάδα χρηστών
fr: %s groupe d'utilisateur·rices
nl: %s gebruikersgroep

source: Shared with %s user group.
cs: Sdíleno s %s skupinou uživatelů.
el: Κοινή χρήση με %s ομάδα χρηστών.
fr: Partagé avec %s groupe d'utilisateur·rices.
nl: Gedeeld met %s gebruikersgroep.

source: Shared with %s user.
cs: Sdíleno s %s uživatelem.
el: Κοινή χρήση με %s χρήστη .
fr: Partagé avec %s utilisateur·rice.
nl: Gedeeld met %s gebruiker.

source: Anyone with the link can access the project.
cs: Přístup k projektu má každý, kdo má odkaz.
el: Οποιοσδήποτε έχει τον σύνδεσμο έχει πρόσβαση στο έργο.
fr: Toute personne disposant du lien peut accéder au projet.
nl: Iedereen met de link heeft toegang tot het project.

source: Other logged-in users can access the project.
cs: Ostatní přihlášení uživatelé mají k projektu přístup.
el: Άλλοι συνδεδεμένοι χρήστες έχουν πρόσβαση στο έργο.
fr: Les autres utilisateur·rices connecté·es peuvent accéder au projet.
nl: Andere ingelogde gebruikers hebben toegang tot het project.

source: Unable to get selected project template.
cs: Nelze získat vybranou šablonu projektu.
el: Δεν είναι δυνατή η λήψη του επιλεγμένου προτύπου έργου.
fr: Impossible d'obtenir le modèle de projet sélectionné.
nl: Kan het geselecteerde projectsjabloon niet ophalen.
sl: Ni mogoče pridobiti izbrane predloge projekta.
tr: Seçili proje şablonu alınamıyor.

source: Unable to get selected knowledge model.
cs: Nelze získat vybraný znalostní model.
el: Δεν είναι δυνατή η λήψη του επιλεγμένου μοντέλου γνώσης.
fr: Impossible d'obtenir le modèle de connaissances sélectionné.
nl: Kan het geselecteerde kennismodel niet ophalen.
sl: Ni mogoče pridobiti izbranega modela znanja.
tr: Seçilen bilgi modeli alınamıyor.

source: Unable to get project templates.
cs: Nelze získat šablony projektů.
el: Αδυναμία λήψης προτύπων έργου.
fr: Impossible d'obtenir les modèles de projets.
nl: Kan projectsjablonen niet ophalen.
sl: Ni mogoče pridobiti predlog projektov.
tr: Proje şablonları alınamıyor.

source: Unable to get knowledge models.
cs: Nelze získat znalostní modely.
el: Αδυναμία λήψης μοντέλων γνώσης.
fr: Impossible d'obtenir les modèles de connaissances.
nl: Kan de kennismodellen niet ophalen.
sl: Ni mogoče pridobiti modelov znanja.
tr: Bilgi Modelleri alınamıyor.

source: Unable to get question tags for the knowledge model.
cs: Nelze získat štítky otázek pro tento znalostní model.
el: Αδυναμία λήψης ετικετών ερωτήσεων για το μοντέλο γνώσης.
fr: Impossible d'obtenir les étiquettes de questions pour le modèle de connaissances.
nl: Kan de vraagtags voor het kennismodel niet laden.
sl: Ni mogoče pridobiti oznak vprašanj za model znanja.
tr: Bilgi Modeli için soru etiketleri alınamıyor.

source: Project Template
cs: Šablona projektu
el: Πρότυπο έργου
fr: Modèle de projets
nl: Projectsjabloon
sl: Predloga projekta
tr: Proje Şablonu

source: From project template
cs: Ze šablony projektu
el: Από το πρότυπο έργου
fr: A partir du modèle de projet
nl: Van projectsjabloon
sl: Iz predloge projekta
tr: Proje şablonundan

source: From knowledge model
cs: Ze znalostního modelu
el: Από το μοντέλο γνώσης
fr: A partir du modèle de connaissances
nl: Van kennismodel
sl: Iz modela znanja
tr: Bilgi modelinden

source: Project templates are prepared projects with knowledge models, question tags, and document templates setup, so you don't have to start from scratch.
cs: Šablony projektů jsou připravené projekty s nastavenými znalostními modely, štítky otázek a šablonami dokumentů, takže nemusíte začínat od nuly.
el: Τα πρότυπα έργων είναι προετοιμασμένα έργα με μοντέλα γνώσης, ετικέτες ερωτήσεων και πρότυπα εγγράφων, ώστε να μην χρειάζεται να ξεκινήσετε από το μηδέν.
fr: Les modèles de projet sont des projets préparés avec des modèles de connaissances, des étiquettes de questions et des modèles de documents, de sorte que vous n'avez pas à partir de zéro.
nl: Projectsjablonen zijn voorbereide projecten met kennismodellen, vraagtags en documentsjablonen, zodat je niet vanaf nul hoeft te beginnen.
sl: Predloge projektov so pripravljeni projekti z nastavljenimi modeli znanja, oznakami vprašanj in predlogami dokumentov, zato vam ni treba začeti od začetka.
tr: Proje şablonları, bilgi modelleri, soru etiketleri ve belge şablonları ayarlanmış hazır projelerdir, böylece sıfırdan başlamanız gerekmez.

source: Knowledge models are templates for questionnaires. You can select question tags now and configure the document template and other settings later.
cs: Znalostní modely jsou šablony pro dotazníky. Můžete vybrat štítky otázek a později nakonfigurovat šablonu dokumentu a další nastavení.
el: Τα μοντέλα γνώσης είναι πρότυπα για ερωτηματολόγια. Μπορείτε τώρα να επιλέξετε ετικέτες ερωτήσεων και να διαμορφώσετε το πρότυπο εγγράφου και άλλες ρυθμίσεις αργότερα.
fr: Les modèles de connaissances sont des modèles de questionnaires. Vous pouvez sélectionner les étiquettes des questions maintenant et configurer le modèle de document et d'autres paramètres plus tard.
nl: Kennismodellen zijn sjablonen voor vragenlijsten. Je kunt nu de gewenste vraagtags selecteren en later het documentsjabloon en de andere instellingen configureren.
sl: Modeli znanja so predloge za vprašalnike. Zdaj lahko izberete oznake vprašanj in predlogo dokumenta, druge nastavitve pa konfigurirate pozneje.
tr: Bilgi modelleri soru formları için şablonlardır. Soru etiketlerini şimdi seçebilir, belge şablonunu ve diğer ayarları daha sonra yapılandırabilirsiniz.

source: Unable to get the project.
cs: Nelze získat projekt.
el: Αδυναμία λήψης του έργου.
fr: Impossible d'obtenir le projet.
nl: Kan het project niet laden.
sl: Projekta ni mogoče pridobiti.
tr: Proje alınamıyor.

source: Unable to get the knowledge model.
cs: Nelze získat znalostní model.
el: Αδυναμία λήψης του μοντέλου γνώσης.
fr: Impossible d'obtenir le modèle de connaissances.
nl: Kennismodel kan niet opgehaald worden.
sl: Ni mogoče pridobiti modela znanja.
tr: Bilgi modeli alınamıyor.

source: Project migration could not be created.
cs: Migrace projektu nemohla být vytvořena.
el: Δεν κατέστη δυνατή η δημιουργία μετάβασης έργου.
fr: La migration du projet n'a pas pu être effectuée.
nl: Kon de projectmigratie niet aanmaken.
sl: Migracije projekta ni bilo mogoče ustvariti.
tr: Proje geçişi oluşturulamadı.

source: Unable to get question tags for the Knowledge Model.
cs: Nelze získat štítky otázek pro tento znalostní model.
el: Αδυναμία λήψης ετικετών ερωτήσεων για το Μοντέλο Γνώσης.
fr: Impossible d'obtenir les étiquettes de questions pour le modèle de connaissances.
nl: Kan de vraagtags voor het kennismodel niet laden.
sl: Ni mogoče pridobiti oznak vprašanj za model znanja.
tr: Bilgi Modeli için soru etiketleri alınamıyor.

source: Original question tags
cs: Původní štítky otázek
el: Ετικέτες αρχικής ερώτησης
fr: Étiquettes de questions originales
nl: Originele vraagtags
sl: Originalne oznake vprašanja
tr: Orijinal soru etiketleri

source: Select Knowledge Model first
cs: Nejprve vyberte znalostní model
el: Επιλέξτε πρώτα το Μοντέλο Γνώσης
fr: Sélectionnez d'abord le modèle de connaissances
nl: Selecteer eerst een kennismodel
sl: Najprej izberite model znanja
tr: Önce Bilgi Modelini seçin

source: Create Migration
cs: Vytvořit migraci
el: Δημιουργία μετάβασης
fr: Créer une migration
nl: Maak een migratie
sl: Ustvari migracijo
tr: Göç Oluştur

source: A new Project is created for the migration. The original will remain unchanged until the migration is finished.
cs: Pro migraci je vytvořen nový projekt. Původní zůstane nezměněný, dokud nebude migrace dokončena.
el: Δημιουργείται ένα νέο έργο για τη μετάβαση. Το αρχικό έργο θα παραμείνει αμετάβλητο μέχρι να ολοκληρωθεί η μετάβαση.
fr: Un nouveau projet est créé pour la migration. L'original restera inchangé jusqu'à ce que la migration soit terminée. Mais attention, une fois celle-ci conclue, l'original ne sera plus disponible. Pensez à cloner le projet si souhaité.
nl: Voor de migratie wordt een nieuw project aangemaakt. Het origineel blijft ongewijzigd totdat de migratie is afgerond.
sl: Za migracijo je ustvarjen nov projekt. Izvirnik ostane nespremenjen, dokler se migracija ne konča.
tr: Geçiş için yeni bir Proje oluşturulur. Taşıma işlemi tamamlanana kadar orijinal proje değişmeden kalır.

source: Original Knowledge Model
cs: Původní znalostní model
el: Αρχικό Μοντέλο Γνώσης
fr: Modèle de connaissances original
nl: Origineel kennismodel
sl: Izvirni model znanja
tr: Orijinal Bilgi Modeli

source: Original Version
cs: Původní verze
el: Αρχική έκδοση
fr: Version originale
nl: Originele Versie

source: New Knowledge Model
cs: Nový znalostní model
el: Νέο Μοντέλο Γνώσης
fr: Nouveau modèle de connaissances
nl: Nieuw kennismodel
sl: Nov model znanja
tr: Yeni Bilgi Modeli

source: Unable to get the summary report.
cs: Nelze získat souhrnný přehled.
el: Δεν είναι δυνατή η λήψη της περίληψης.
fr: Impossible d'obtenir le rapport de synthèse.
nl: Kan de samenvattende rapportage niet ophalen.
sl: Ni mogoče dobiti zbirnega poročila.
tr: Özet rapor alınamıyor.

source: Unable to get questionnaire event.
cs: Nelze získat událost z dotazníku.
el: Αδυναμία λήψης συμβάντος ερωτηματολογίου.
fr: Impossible d'obtenir l'événement du questionnaire.
nl: Kan event voor vragenlijst niet laden.
sl: Ni mogoče dobiti dogodka za vprašalnik.
tr: Anket etkinliği alınamıyor.

source: Document could not be created.
cs: Dokument nemohl být vytvořen.
el: Το έγγραφο δεν μπόρεσε να δημιουργηθεί.
fr: Le document n'a pas pu être créé.
nl: Kan het document niet maken.
sl: Dokumenta ni bilo mogoče ustvariti.
tr: Belge oluşturulamadı.

source: New Document
cs: Nový dokument
el: Νέο Έγγραφο
fr: Nouveau document
nl: Nieuw document
sl: Nov dokument
tr: Yeni Belge

source: Create for current version
cs: Vytvořit pro současnou verzi
el: Δημιουργία για την τρέχουσα έκδοση
fr: Créer pour la version actuelle
nl: Maak voor de huidige versie
sl: Ustvari za trenutno različico
tr: Geçerli sürüm için oluştur

source: You are creating a document for a project version from %s
cs: Vytváříte dokument pro verzi projektu z %s
el: Δημιουργείτε ένα έγγραφο για μια έκδοση έργου από %s
fr: Vous créez un document pour une version de projet de %s
nl: Je maakt een document voor ene projectversie van %s
sl: Ustvarjate dokument za različico projekta iz %s
tr: s'den bir proje sürümü için bir belge oluşturuyorsunuz

source: Log in to set a default document template and format.
cs: Přihlaste se pro nastavení výchozí šablony a formátu dokumentu.
el: Συνδεθείτε για να ορίσετε ένα προεπιλεγμένο πρότυπο και μορφή εγγράφου.
fr: Connectez-vous pour définir un modèle de documents et un format de document par défaut.
nl: Log in om een standaard documentsjabloon en formaat te kiezen.
sl: Prijavite se in nastavite privzeto predlogo in obliko dokumenta.
tr: Varsayılan bir belge şablonu ve biçimi ayarlamak için oturum açın.

source: Before you can use preview you need to set a default document template and format.
cs: Než budete moct použít náhled, musíte nastavit výchozí šablonu dokumentu a formát.
el: Πριν χρησιμοποιήσετε την προεπισκόπηση, πρέπει να ορίσετε ένα προεπιλεγμένο πρότυπο και μορφή εγγράφου.
fr: Avant de pouvoir afficher l'aperçu, vous devez définir un modèle de documents et un format de document par défaut.
nl: Voordat je de voorvertoning kunt gebruiken moet eerst een standaard documentsjabloon en formaat worden gekozen.
sl: Preden lahko uporabite predogled, morate nastaviti privzeto predlogo in obliko dokumenta.
tr: Önizlemeyi kullanabilmeniz için önce varsayılan bir belge şablonu ve biçimi ayarlamanız gerekir.

source: Go to settings
cs: Přejít do nastavení
el: Μεταβείτε στις ρυθμίσεις
fr: Aller aux paramètres
nl: Ga naar instellingen
sl: Pojdite v nastavitve
tr: Ayarlara git

source: Ask the Project owner to set a default document template and format.
cs: Požádejte vlastníka projektu, aby nastavil výchozí šablonu a formát dokumentu.
el: Ζητήστε από τον ιδιοκτήτη του έργου να ορίσει ένα προεπιλεγμένο πρότυπο και μορφή εγγράφου.
fr: Demander au propriétaire du projet de définir un modèle de documents et un format de document par défaut.
nl: Vraag de eigenaar van het project om een standaard documentsjabloon en formaat in te stellen.
sl: Od lastnika projekta zahtevajte, da nastavi privzeto predlogo in obliko dokumenta.
tr: Proje sahibinden varsayılan bir belge şablonu ve biçimi belirlemesini isteyin.

source: Default document template is not set.
cs: Výchozí šablona dokumentu není nastavena.
el: Δεν έχει οριστεί προεπιλεγμένο πρότυπο εγγράφου.
fr: Le modèle de documents par défaut n'est pas défini.
nl: Standaard documentsjabloon is niet ingesteld.
sl: Privzeta predloga dokumenta ni nastavljena.
tr: Varsayılan belge şablonu ayarlanmamış.

source: Log in to update the default document template.
cs: Přihlaste se pro aktualizaci výchozí šablony dokumentu.
el: Συνδεθείτε για να ενημερώσετε το προεπιλεγμένο πρότυπο εγγράφου.
fr: Connectez-vous pour mettre à jour le modèle de documents par défaut.
nl: Log in om het ingestelde documentsjabloon bij te werken.
sl: Prijavite se in posodobite privzeto predlogo dokumenta.
tr: Varsayılan belge şablonunu güncellemek için oturum açın.

source: Before you can use preview you need to update the default document template.
cs: Před použitím náhledu je potřeba aktualizovat výchozí šablonu dokumentu.
el: Πριν χρησιμοποιήσετε την προεπισκόπηση, πρέπει να ενημερώσετε το προεπιλεγμένο πρότυπο εγγράφου.
fr: Avant de pouvoir afficher l'aperçu, vous devez mettre à jour le modèle de documents par défaut.
nl: Voordat je de voorvertoning kunt gebruiken moet eerst een ander standaard documentsjabloon worden ingesteld.
sl: Preden lahko uporabite predogled, morate posodobiti privzeto predlogo dokumenta.
tr: Önizlemeyi kullanabilmeniz için önce varsayılan belge şablonunu güncellemeniz gerekir.

source: Ask the Project owner to update the default document template.
cs: Požádejte vlastníka projektu, aby aktualizoval výchozí šablonu dokumentu.
el: Ζητήστε από τον ιδιοκτήτη του έργου να ενημερώσει το προεπιλεγμένο πρότυπο εγγράφου.
fr: Demandez au propriétaire du projet de mettre à jour le modèle de documents par défaut.
nl: Vraag de projecteigenaar om het standaard documentsjabloon in te stellen.
sl: Lastnika projekta prosite, naj posodobi privzeto predlogo dokumenta.
tr: Proje sahibinden varsayılan belge şablonunu güncellemesini isteyin.

source: Default document template is no longer supported.
cs: Výchozí šablona dokumentu již není podporována.
el: Το προεπιλεγμένο πρότυπο εγγράφου δεν υποστηρίζεται πλέον.
fr: Le modèle de documents par défaut n'est plus pris en charge.
nl: Ingestelde documentsjabloon wordt niet langer ondersteund.
sl: Privzeta predloga dokumenta ni več podprta.
tr: Varsayılan belge şablonu artık desteklenmiyor.

source: Saving...
cs: Ukládání...
el: Αποθήκευση...
fr: Sauvegarde en cours...
nl: Aan het opslaan…
sl: Shranjevajne...
tr: Tasarruf.

source: Saved
cs: Uloženo
el: Αποθηκεύτηκε
fr: Sauvegardé
nl: Opgeslagen
sl: Shranjeno
tr: Kurtarıldı

source: All changes have been saved
cs: Všechny změny byly uloženy
el: Όλες οι αλλαγές έχουν αποθηκευτεί
fr: Toutes les modifications ont été enregistrées
nl: Alle wijzigingen zijn opgeslagen
sl: Vse spremembe so bile shranjene
tr: Tüm değişiklikler kaydedildi

source: Heads up! This action cannot be undone.
cs: Pozor! Tuto akci již nejde vrátit.
el: Προσοχή! Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Attention ! Cette action ne peut être annulée.
nl: Pas op! Deze actie kan niet ongedaan gemaakt worden.
sl: Pozor! Tega dejanja ni mogoče preklicati.
tr: Dikkat! Bu işlem geri alınamaz.

source: Are you sure you want to revert the projects to its state from %s?
cs: Opravdu chcete přejít zpět v projektu do stavu z %s?
el: Είστε σίγουροι ότι θέλετε να ανακαλέσετε τα έργα στην κατάστασή τους από το %s;
fr: Êtes-vous certain·e de vouloir rétablir les projets dans l'état où ils se trouvaient avant %s ?
nl: Weet je zeker dat je de projecten terug wilt zetten naar de status van %s?
sl: Ali ste prepričani, da želite projekte vrniti v stanje iz %s?
tr: Projeleri %s'deki durumuna geri döndürmek istediğinizden emin misiniz?

source: Revert questionnaire
cs: Přejít zpět v dotazníku
el: Ανάκληση ερωτηματολογίου
fr: Revenir au questionnaire
nl: Vragenlijst terugzetten
sl: Povrni vprašalnik
tr: Anketi geri gönder

source: Revert
cs: Přejít zpět
el: Αντιστροφή
fr: Revenir
nl: Terugzetten
sl: Povrni
tr: Geri Dön

source: Unable to get project tags.
cs: Nelze získat projektové štítky.
el: Αδυναμία λήψης ετικετών έργου.
fr: Impossible d'obtenir les étiquettes du projet.
nl: Kan projecttags niet ophalen.
sl: Ni mogoče pridobiti oznak projekta.
tr: Proje etiketleri alınamıyor.

source: This document template is no longer supported.
cs: Tato šablona dokumentu již není podporována.
el: Αυτό το πρότυπο εγγράφου δεν υποστηρίζεται πλέον.
fr: Ce modèle de documents n'est plus pris en charge.
nl: Dit documentsjabloon wordt niet langer ondersteund.
sl: Ta predloga dokumenta ni več podprta.
tr: Bu belge şablonu artık desteklenmemektedir.

source: This document template is now deprecated.
cs: Tato šablona dokumentu je nyní zastaralá.
el: Αυτό το πρότυπο εγγράφου έχει πλέον καταργηθεί.
fr: Ce modèle de documents est désormais obsolète.
nl: Dit documentsjabloon is nu verouderd.
sl: Ta predloga dokumenta je zdaj zastarela.
tr: Bu belge şablonu artık kullanımdan kaldırılmıştır.

source: Default document format
cs: Výchozí formát dokumentu
el: Προεπιλεγμένη μορφή εγγράφου
fr: Format de document par défaut
nl: Standaard documentsjabloon
sl: Privzeta oblika dokumenta
tr: Varsayılan belge biçimi

source: Other users can use project templates so they don't have to start their new projects from scratch. Project templates follow the same sharing policy as projects, so make sure to share them with users who should use them.
cs: Ostatní uživatelé mohou používat šablony projektů, aby nemuseli začínat nové projekty od nuly. Šablony projektů se řídí stejnými zásadami sdílení jako projekty, takže je nezapomeňte sdílet s uživateli, kteří je mají používat.
el: Άλλοι χρήστες μπορούν να χρησιμοποιούν πρότυπα έργων, ώστε να μην χρειάζεται να ξεκινούν τα νέα τους έργα από το μηδέν. Τα πρότυπα έργων ακολουθούν την ίδια πολιτική κοινής χρήσης με τα έργα, οπότε βεβαιωθείτε ότι τα μοιράζεστε με τους χρήστες που μπορούν να τα χρησιμοποιήσουν.
fr: Les autres utilisateur·ices peuvent utiliser les modèles de projet afin de ne pas avoir à remplir leurs nouveaux projets à partir de zéro. Les modèles de projet suivent la même politique de partage que les projets. Veillez donc à les partager avec les utilisateur·ices concerné·es.
nl: Andere gebruikers kunnen projectsjablonen gebruiken om hun nieuwe projecten niet helemaal leeg te moeten beginnen. Projectsjablonen worden net zo gedeeld als projecten, dus zorg ervoor dat je ze deelt met gebruikers die ze moeten kunnen gebruiken.

source: Default document template
cs: Výchozí šablona dokumentu
el: Προεπιλεγμένο πρότυπο εγγράφου
fr: Modèle de documents par défaut
nl: Standaard documentsjabloon
sl: Privzeta predloga dokumenta
tr: Varsayılan belge şablonu

source: Project Tags
cs: Štítky projektu
el: Ετικέτες έργου
fr: Étiquettes du projet
sl: Oznake projekta
tr: Proje Etiketleri

source: All questions are used
cs: Všechny otázky jsou použity
el: Όλες οι ερωτήσεις χρησιμοποιούνται
fr: Toutes les questions sont utilisées
nl: Alle vragen worden gebruikt
tr: Tüm sorular kullanılmıştır

source: Filtered by question tags
cs: Filtrováno podle štítků
el: Φιλτραρισμένο με βάση τις ετικέτες ερωτήσεων
fr: Filtrer par étiquettes de questions
nl: Gefilterd op vraagtags
tr: Soru etiketlerine göre filtrele

source: This knowledge model is now deprecated.
cs: Tento znalostní model je nyní zastaralý.
el: Αυτό το Μοντέλο Γνώσης έχει πλέον καταργηθεί.
fr: Ce modèle de connaissances est désormais obsolète.
nl: Dit kennismodel is nu verouderd.
sl: Ta model znanja je zdaj zastarel.
tr: Bu bilgi modeli artık kullanımdan kaldırılmıştır.

source: Delete this project
cs: Odstranit tento projekt
el: Διαγράψτε αυτό το έργο
fr: Supprimer ce projet
nl: Verwijder dit project
sl: Izbriši ta projekt
tr: Bu projeyi silin

source: Deleted projects cannot be recovered.
cs: Odstraněné projekty nelze obnovit.
el: Τα διαγραμμένα έργα δεν μπορούν να ανακτηθούν.
fr: Les projets supprimés ne peuvent pas être récupérés.
nl: Verwijderde projecten kunnen niet worden hersteld.
sl: Izbrisanih projektov ni mogoče obnoviti.
tr: Silinen projeler kurtarılamaz.

source: Questionnaire was successfully deleted.
cs: Dotazník byl úspěšně odstraněn.
el: Το ερωτηματολόγιο διαγράφηκε επιτυχώς.
fr: Le questionnaire a été supprimé avec succès.
nl: Vragenlijst is succesvol verwijderd.
sl: Vprašalnik je bil uspešno izbrisan.
tr: Anket başarıyla silindi.

source: Questionnaire could not be deleted.
cs: Dotazník nemohl být odstraněn.
el: Το ερωτηματολόγιο δεν μπόρεσε να διαγραφεί.
fr: Le questionnaire n'a pas pu être supprimé.
nl: De vragenlijst kon niet worden verwijderd.
sl: Vprašalnika ni bilo mogoče izbrisati.
tr: Soru formu silinemedi.

source: Unable to get user groups.
cs: Nelze získat skupiny uživatelů.
el: Αδυναμία λήψης ομάδων χρηστών.
fr: Impossible d'obtenir les groupes d'utilisateurs.
nl: Kan gebruikersgroepen niet ophalen.
sl: Ni mogoče pridobiti skupin uporabnikov.
tr: Kullanıcı grupları alınamıyor.

source: Share Project
cs: Sdílet projekt
el: Μοιραστείτε το έργο
fr: Partager le projet
nl: Deel project
sl: Delite projekt
tr: Proje Paylaşımı

source: Add user group
cs: Přidání skupiny uživatelů
el: Προσθήκη ομάδας χρηστών
fr: Ajouter un groupe d'utilisateurs
nl: Gebruikersgroep toevoegen
sl: Dodajanje skupine uporabnikov
tr: Kullanıcı grubu ekle

source: User Groups
cs: Skupiny uživatelů
el: Ομάδες χρηστών
fr: Groupes d'utilisateurs
nl: Gebruikersgroepen
sl: Skupine uporabnikov
tr: Kullanıcı Grupları

source: Add users
cs: Přidat uživatele
el: Προσθήκη χρηστών
fr: Ajouter des utilisateur·rice·s
nl: Voeg gebruikers toe
sl: Dodajanje uporabnikov
tr: Kullanıcı ekleme
