Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Color
cs: Barva
el: Χρώμα
fr: Couleur
nl: Kleur
sl: Barva
tr: Renk

source: Value Type
cs: Typ hodnoty
el: Τύπος τιμής
fr: Type de valeur
nl: Type van de waarde
sl: Vrsta vrednosti
tr: Değer Türü

source: - select integration -
cs: - vybrat integraci -
el: - επιλέξτε ενοποίηση -
fr: - sélectionner l'intégration -
nl: - selecteer de integratie -
sl: - izberite integracijo -
tr: - entegrasyonu seçin -

source: Integration Configuration
cs: Nastavení integrace
el: Διαμόρφωση ενοποίησης
fr: Configuration de l'intégration
nl: Configuratie van de integratie
sl: Konfiguracija integracije
tr: Entegrasyon Yapılandırması

source: Choices
cs: Volby
el: Επιλογές
fr: Choix
nl: Keuzes
sl: Izbire
tr: Seçenekler

source: Add choice
cs: Přidat volbu
el: Προσθήκη επιλογής
fr: Ajouter un choix
nl: Voeg keuze toe
sl: Dodajte izbiro
tr: Seçim ekleyin

source: - select list question -
cs: - vybrat otázku pro seznam položek -
fr: - sélectionner la question de type liste -
nl: - selecteer een "lijst"-vraag -

source: List Question
cs: Otázka pro seznam položek
fr: Question de type liste
nl: "Lijst"-Vraag

source: Go to list question
cs: Přejít na otázku pro seznam položek
fr: Aller à la question de type liste
nl: Ga naar "lijst"-vraag

source: Item select questions using this list question
cs: Otázky pro výběr položek používají tuto otázku pro seznam položek
fr: Sélection d'éléments à l'aide de cette question de type liste
nl: Itemselectie-vragen die deze "lijst"-vraag gebruiken

source: Metric
cs: Metrika
fr: Métrique
nl: Statistiek
sl: Metrični
tr: Metrik

source: Abbreviation
cs: Zkratka
el: Συντομογραφία
fr: Abréviation
nl: Afkorting
sl: Okrajšava
tr: Kısaltma

source: Phase
cs: Fáze
el: Φάση
nl: Fase
sl: Faza
tr: Aşama

source: Tag
cs: Štítek
el: Ετικέτα
fr: Étiquette
sl: Oznaka
tr: Etiket

source: Logo URL
cs: URL adresa loga
el: URL λογότυπου
fr: URL du logo
sl: URL logotipa
tr: Logo URL'si

source: Props
cs: Vlastnosti
el: Ιδιότητες
nl: Eigenschappen
sl: Rekviziti
tr: Aksesuarlar

source: Item URL
cs: URL položky
el: URL στοιχείου
fr: URL de l'élément
sl: Naslov URL artikla
tr: Ürün URL'si

source: Request URL
cs: URL požadavku
el: Αίτηση URL
fr: URL de la requête
sl: URL zahtevka
tr: İstek URL'si

source: Request HTTP Method
cs: HTTP metoda požadavku
el: Αίτηση μεθόδου HTTP
fr: Méthode de requête HTTP
nl: Request HTTP-methode
sl: Metoda HTTP za zahtevo
tr: İstek HTTP Yöntemi

source: Request HTTP Headers
cs: HTTP hlavičky požadavku
el: Αίτηση κεφαλίδων HTTP
fr: Requête d'en-têtes HTTP
sl: Glave zahtevka HTTP
tr: HTTP Üstbilgileri İste

source: Request HTTP Body
cs: Tělo HTTP požadavku
el: Αίτηση σώματος HTTP
fr: Requête du corps HTTP
sl: Telo zahtevka HTTP
tr: İstek HTTP Gövdesi

source: Allow Empty Search
cs: Povolit prázdné vyhledávání
el: Επιτρέψτε την κενή αναζήτηση
fr: Autoriser la recherche non renseignée
nl: Sta lege zoekterm toe
sl: Dovolite prazno iskanje
tr: Boş Aramaya İzin Ver

source: Response Item ID
cs: ID položky odpovědi
el: Αναγνωριστικό στοιχείου απάντησης
fr: ID de l'élément de réponse
nl: Antwoord item-ID
sl: Odziv ID postavke
tr: Yanıt Öğe Kimliği

source: Response List Field
cs: Pole seznamu odpovědi
el: Πεδίο λίστας απαντήσεων
fr: Liste des champs de réponse
nl: Antwoord lijst-veld
sl: Polje seznama odgovorov
tr: Yanıt Listesi Alanı

source: Response Item Template
cs: Šablona položky odpovědi
el: Πρότυπο στοιχείου απάντησης
fr: Modèle d'élément de réponse
nl: Antwoord item-sjabloon
sl: Predloga elementa za odziv
tr: Yanıt Öğesi Şablonu

source: Request
cs: Požadavek
el: Αίτημα
fr: Requête
nl: Verzoek
sl: Zahtevek
tr: İstek

source: Use this section to configure the search request. The service you want to integrate has to provide a search HTTP API where you send a search string and it returns a JSON with found items.
cs: Tato sekce slouží k nastavení požadavku k vyhledání. Služba, kterou chcete integrovat, musí poskytovat HTTP API pro vyhledávání, kam se odešle hledaný řetězec a vrátí se JSON s nalezenými položkami.
el: Χρησιμοποιήστε αυτήν την ενότητα για να ρυθμίσετε τις παραμέτρους του αιτήματος αναζήτησης. Η υπηρεσία που θέλετε να ενσωματώσετε πρέπει να παρέχει ένα HTTP API αναζήτησης όπου στέλνετε μια συμβολοσειρά αναζήτησης και επιστρέφει ένα JSON με τα στοιχεία που βρέθηκαν.
fr: Utilisez cette section pour configurer la requête de recherche. Le service que vous voulez intégrer doit fournir une API HTTP de recherche où vous envoyez une chaîne de recherche et qui retourne un JSON avec les éléments trouvés.
nl: Gebruik deze sectie om het zoekrequest te configureren. De service die wordt geintegreerd moet een HTTP zoek-API bieden waar een zoekstring naartoe wordt gestuurd, en een JSON terugsturen met de items die worden gevonden.
sl: V tem razdelku lahko konfigurirate zahtevo za iskanje. Storitev, ki jo želite integrirati, mora zagotavljati iskalni vmesnik HTTP API, v katerem pošljete iskalni niz, storitev pa vrne JSON z najdenimi elementi.
tr: Arama isteğini yapılandırmak için bu bölümü kullanın. Entegre etmek istediğiniz hizmet, bir arama dizesi gönderdiğiniz ve bulunan öğeleri içeren bir JSON döndüren bir arama HTTP API'si sağlamalıdır.

source: A URL of the integrated service API that supports the search. Use `${q}` for the actual string that will be filled when users search for items, such as *ht&#8203;tps://example.com/search?q=${q}*.
cs: URL adresa API integrované služba, která podporuje vyhledávání. Použijte `${q}` pro vlastní řetězec, který píše uživatel pro vyhledávání položek. Například *ht&#8203;tps://example.com/search?q=${q}*.
el: Μια διεύθυνση URL της ολοκληρωμένης υπηρεσίας API που υποστηρίζει την αναζήτηση. Χρησιμοποιήστε `${q}` για την πραγματική συμβολοσειρά που θα συμπληρώνεται όταν οι χρήστες αναζητούν στοιχεία, όπως *https://example.com/search?q=${q}*.
fr: Une URL de l'API de service intégré qui prend en charge la recherche. Utilisez `${q}` pour la chaîne réelle de caractères qui sera renseignée lorsque les utilisateur·rice·s rechercheront des éléments, comme *ht&#8203;tps://exemple.com/search?q=${q}*.
nl: Een URL van de geintegreerde service-API die de zoekvraag ondersteunt. Gebruik `${q}` op de plaats waar de string moet komen die de gebruiker heeft ingetypt, bijvoorbeeld *ht&#8203;tps://example.com/search?q=${q}*.
sl: URL API integrirane storitve, ki podpira iskanje. Uporabite `${q}` za dejanski niz, ki bo izpolnjen, ko bodo uporabniki iskali elemente, na primer *https://example.com/search?q=${q}*.
tr: Aramayı destekleyen entegre hizmet API'sinin URL'si. Kullanıcılar öğeleri aradığında doldurulacak gerçek dize için `${q}` kullanın, örneğin *https://example.com/search?q=${q}*.

source: Turn this off if the API cannot handle empty search requests. In that case, the requests will be made only after users type something.
cs: Vypněte tuto možnost pokud API nedokáže zpracovat požadavek na prázdné vyhledávání. V tom případě budou požadavky odesílány teprve až uživatel něco napíše.
el: Απενεργοποιήστε το εάν το API δεν μπορεί να χειριστεί κενές αιτήσεις αναζήτησης. Σε αυτή την περίπτωση, οι αιτήσεις θα γίνονται μόνο αφού οι χρήστες πληκτρολογήσουν κάτι.
fr: Désactivez cette option si l'API ne peut pas traiter les requêtes de recherche non renseignées. Dans ce cas, les requêtes ne seront effectuées qu'après que les utilisateur·rice·s aient écrit quelque chose.
nl: Schakel dit uit als de API geen lege zoekvragen accepteert. In dat geval zullen alleen requests worden gestuurd nadat gebruikers begonnen zijn te typen.
sl: Izklopite to možnost, če API ne more obravnavati praznih zahtevkov za iskanje. V tem primeru se bodo zahteve izvajale šele, ko bodo uporabniki nekaj vnesli.
tr: API boş arama isteklerini işleyemiyorsa bunu kapatın. Bu durumda, istekler yalnızca kullanıcılar bir şey yazdıktan sonra yapılacaktır.

source: Response
cs: Odpověď
el: Απάντηση
fr: Réponse
nl: Antwoord
sl: Odziv
tr: Yanıt

source: Use this section to configure how to process the response returned from the search API.
cs: Tato sekce slouží k nastavení zpracování odpovědi z API pro vyhledávání.
el: Χρησιμοποιήστε αυτήν την ενότητα για να ρυθμίσετε τον τρόπο επεξεργασίας της απόκρισης που επιστρέφεται από το API αναζήτησης.
fr: Utilisez cette section pour configurer la façon de traiter la réponse renvoyée par l'API de recherche.
nl: Gebruik deze sectie om te configureren hoe het antwoord van de zoek-API moet worden verwerkt.
sl: V tem razdelku lahko nastavite, kako obdelati odgovor, ki ga vrne API za iskanje.
tr: Arama API'sinden döndürülen yanıtın nasıl işleneceğini yapılandırmak için bu bölümü kullanın.

source: If the returned JSON is not an array of items directly but the items are nested, use this to define the name or path to the field in the response that contains the list of items. Keep empty otherwise.
cs: Pokud získaný JSON není přímo seznamem položek, ale položky jsou zanožené, nastavte zde název nebo cestu k poli v odpovědi, které obsahuje seznam položek. Jinak ponechejte prázdné.
el: Εάν το επιστρεφόμενο JSON δεν είναι άμεσα ένας πίνακας στοιχείων αλλά τα στοιχεία είναι ένθετα, χρησιμοποιήστε το για να ορίσετε το όνομα ή τη διαδρομή προς το πεδίο της απόκρισης που περιέχει τη λίστα των στοιχείων. Διαφορετικά, διατηρήστε το κενό.
fr: Si le JSON retourné n'est pas un tableau d'éléments directement mais que les éléments sont imbriqués, utilisez ceci pour définir le nom ou le chemin du champ dans la réponse qui contient la liste des éléments. Sinon, laissez-le non renseigné.
nl: Als de JSON die wordt teruggegeven geen directe lijst van items is, maar de items ergens onderdeel van uitmaken, gebruik dan dit om de naam of het pad te definieren naar het veld in het antwoord dat de lijst van items bevat. In andere gevallen leeg laten.
sl: Če vrnjeni JSON ni neposredno polje elementov, temveč so elementi vgnezdeni, uporabite to polje za določitev imena ali poti do polja v odgovoru, ki vsebuje seznam elementov. V nasprotnem primeru naj bo prazno.
tr: Döndürülen JSON doğrudan bir öğe dizisi değilse, ancak öğeler iç içe geçmişse, öğe listesini içeren yanıttaki alanın adını veya yolunu tanımlamak için bunu kullanın. Aksi takdirde boş tutun.

source: Use this to define an identifier for the item. This will be used in **Item URL** as `${id}` to compose a URL to the found item. You can use properties from the returned item in Jinja2 notation. For example, if the item has a field `id` use `{{item.id}}` here. You can also compose multiple fields together, e.g., `{{item.field1}}-{{item.field2}}`.
cs: Zde definujte identifikátor položky. Ten bude použit v **URL položky** jako `${id}` pro složení URL adresy k nalezené položce. Můžete použít vlastnosti ze získané položky v notaci Jinja2. Například, pokud položka má pole `id` použijte zde `{{item.id}}`. Můžete také složit dohromady více polí, např. `{{item.field1}}-{{item.field2}}`.
el: Χρησιμοποιήστε το για να ορίσετε ένα αναγνωριστικό για το στοιχείο. Αυτό θα χρησιμοποιηθεί στο **Item URL** ως `${id}` για να συνθέσει ένα URL για το στοιχείο που βρέθηκε. Μπορείτε να χρησιμοποιήσετε ιδιότητες από το στοιχείο που επιστρέφεται στην σημειογραφία Jinja2. Για παράδειγμα, αν το στοιχείο έχει ένα πεδίο `id` χρησιμοποιήστε το `{{item.id}}` εδώ. Μπορείτε επίσης να συνθέσετε πολλά πεδία μαζί, π.χ. `{{item.field1}}-{{item.field2}}`.
fr: Utilisez ceci pour définir un identifiant pour l'élément. Il sera utilisé dans **Item URL** comme `${id}` pour composer une URL vers l'élément trouvé. Vous pouvez utiliser les propriétés de l'élément retourné en notation Jinja2. Par exemple, si l'élément a un champ `id`, utilisez `{{item.id}}` ici. Vous pouvez également composer plusieurs champs ensemble, par exemple, `{{item.field1}}-{{item.field2}}`.
nl: Gebruik dit om een identificatie voor het item te definiëren. Dit wordt in **Item-URL** gebruikt als `${id}` om een URL naar het gevonden item op te bouwen. U kunt eigenschappen van het geretourneerde item gebruiken in de Jinja2-notatie. Als het item bijvoorbeeld een veld `id` heeft, gebruik dan `{{item.id}}` hier. U kunt ook meerdere velden samen samenstellen, bijvoorbeeld `{{item.field1}}-{{item.field2}}`.
sl: Uporabite ga za določitev identifikatorja elementa. Ta bo uporabljen v **Item URL** kot `${id}` za sestavo URL do najdenega elementa. Lastnosti vrnjenega elementa lahko uporabite v zapisu Jinja2. Na primer, če ima element polje `id`, tukaj uporabite `{{item.id}}`. Sestavite lahko tudi več polj skupaj, npr. `{{item.field1}}-{{item.field2}}`.
tr: Öğe için bir tanımlayıcı tanımlamak için bunu kullanın. Bu, bulunan öğeye bir URL oluşturmak için **Item URL** içinde `${id}` olarak kullanılacaktır. Jinja2 gösteriminde döndürülen öğenin özelliklerini kullanabilirsiniz. Örneğin, öğenin bir `id` alanı varsa burada `{{item.id}}` kullanın. Ayrıca birden fazla alanı bir araya getirebilirsiniz, örneğin, `{item.field1}}-{{item.field2}}`.

source: This defines how the found items will be displayed for the user. You can use properties from the returned item in Jinja2 notation, you can also use Markdown for some formatting. For example, if the returned item has a field called name, you can use `**{{item.name}}**` to display the name in bold.
cs: Toto definuje jak budou nalezené položky zobrazeny uživateli. Můžete použít vlastností ze získané položky v notaci Jinja2, dále můžete použít Markdown pro formátování. Například pokud položka má pole `name`, můžete použít `**{{item.bold}}**` pro zobrazení názvu položky tučně.
el: Αυτό καθορίζει τον τρόπο με τον οποίο θα εμφανίζονται στον χρήστη τα στοιχεία που βρέθηκαν. Μπορείτε να χρησιμοποιήσετε ιδιότητες από το επιστρεφόμενο στοιχείο σε σημειογραφία Jinja2, μπορείτε επίσης να χρησιμοποιήσετε Markdown για κάποια μορφοποίηση. Για παράδειγμα, αν το επιστρεφόμενο στοιχείο έχει ένα πεδίο που ονομάζεται όνομα, μπορείτε να χρησιμοποιήσετε το `**{{item.name}}**` για να εμφανίσετε το όνομα με έντονη γραφή.
fr: Ceci définit comment les éléments trouvés seront affichés pour l'utilisat·eur·rice. Vous pouvez utiliser les propriétés de l'élément retourné en notation Jinja2, vous pouvez également utiliser Markdown pour certains formatages. Par exemple, si l'élément retourné a un champ appelé name, vous pouvez utiliser `**{{item.name}}**` pour afficher le nom en gras.
nl: Dit definieert hoe de gevonden items weergegeven worden voor de gebruiker. Eigenschappen van het geretourneerde item kunnen in Jinja2-notatie worden gebruikt; ook Markdown kan voor formatteren worden ingezet. Als bijvoorbeeld het item een veld “name” heeft, kun je `**{{item.name}}**` gebruiken om die naam vetgedrukt weer te geven.
sl: To določa, kako bodo najdeni elementi prikazani uporabniku. Uporabite lahko lastnosti vrnjenega elementa v zapisu Jinja2, za nekaj oblikovanja pa lahko uporabite tudi Markdown. Če ima vrnjeni element na primer polje z imenom, lahko uporabite `**{{item.name}}**` za prikaz imena v krepkem tisku.
tr: Bu, bulunan öğelerin kullanıcı için nasıl görüntüleneceğini tanımlar. Dönen öğenin özelliklerini Jinja2 notasyonunda kullanabilir, bazı biçimlendirmeler için Markdown da kullanabilirsiniz. Örneğin, döndürülen öğenin adında bir alan varsa, adı kalın olarak görüntülemek için `**{{item.name}}**` kullanabilirsiniz.

source: Defines the URL to the selected item. Use `${id}` to get the value defined in **Response Item ID** field, for example `https://example.com/${id}`.
cs: Definuje adresu URL pro vybranou položku. Použijte `${id}` pro doplnění hodnoty z **ID položky odpovědi**, např. `https://example.com/${id}`.
el: Καθορίζει τη διεύθυνση URL του επιλεγμένου στοιχείου. Χρησιμοποιήστε `${id}` για να λάβετε την τιμή που ορίζεται στο πεδίο **Response Item ID**, για παράδειγμα `https://example.com/${id}`.
fr: Définit l'URL de l'élément sélectionné. Utilisez `${id}` pour obtenir la valeur définie dans le champ **Response Item ID**, par exemple `https://example.com/${id}`.
nl: Definieert de URL die wijst naar het geselecteerde item. Gebruik `${id}` om de waarde op te halen die is gedefinieerd in het **Response Item ID** veld, bijvoorbeeld `https://example.com/${id}`.
sl: Določa URL izbranega elementa. Uporabite `${id}` za pridobitev vrednosti, določene v polju **Response Item ID**, na primer `https://example.com/${id}`.
tr: Seçilen öğenin URL'sini tanımlar. Örneğin `https://example.com/${id}` gibi **Response Item ID** alanında tanımlanan değeri almak için `${id}` kullanın.

source: The URL of the widget implemented using [DSW Integration SDK](https://github.com/ds-wizard/dsw-integration-sdk).
cs: URL widgetu implementovaného pomocí [DSW Integration SDK](https://github.com/ds-wizard/dsw-integration-sdk).
el: Η διεύθυνση URL του widget που υλοποιήθηκε χρησιμοποιώντας το [DSW Integration SDK](https://github.com/ds-wizard/dsw-integration-sdk).
fr: L'URL du widget mis en œuvre à l'aide de [DSW Integration SDK] (https://github.com/ds-wizard/dsw-integration-sdk).
nl: De URL van de widget die geïmplementeerd is met [DSW Integration SDK] (https://github.com/ds-wizard/dsw-integration-sdk).
sl: URL gradnika, ki se izvaja z uporabo [DSW Integration SDK](https://github.com/ds-wizard/dsw-integration-sdk).
tr: DSW Integration SDK](https://github.com/ds-wizard/dsw-integration-sdk) kullanılarak uygulanan widget'ın URL'si.

source: Defines the URL to the selected item. Use `${id}` value returned from the widget, for example `https://example.com/${id}`.
cs: Definuje URL adresu vybrané položky. Použijte`${id}` pro hodnotu vrácenou z widgetu, např. `https://example.com/${id}`.
el: Καθορίζει τη διεύθυνση URL του επιλεγμένου στοιχείου. Χρησιμοποιήστε την τιμή `${id}` που επιστρέφεται από το widget, για παράδειγμα `https://example.com/${id}`.
fr: Définit l'URL de l'élément sélectionné. Utilisez la valeur `${id}` renvoyée par le widget, par exemple `https://example.com/${id}`.
nl: Definieert de URL die wijst naar het geselecteerde item. Gebruik `${id}` om de waarde op te halen van het widget, bijvoorbeeld `https://example.com/${id}`.
sl: Določa URL izbranega elementa. Uporabite vrednost `${id}`, ki jo vrne gradnik, na primer `https://example.com/${id}`.
tr: Seçilen öğenin URL'sini tanımlar. Widget'tan döndürülen `${id}` değerini kullanın, örneğin `https://example.com/${id}`.

source: No questions
cs: Žádné otázky
el: Δεν υπάρχουν ερωτήσεις
fr: Pas de questions
nl: Geen vragen
sl: Brez vprašanj
tr: Soru yok

source: This integration was created from a template and now differs.
cs: Tato integrace byla vytvořena ze šablony a nyní se liší.
el: Αυτή η ενσωμάτωση δημιουργήθηκε από ένα πρότυπο και τώρα διαφέρει.
fr: Cette intégration a été créée à partir d'un modèle et diffère désormais.
nl: Deze integratie is gemaakt vanuit een sjabloon en verschilt daar nu van.
sl: Ta integracija je bila ustvarjena iz predloge in se zdaj razlikuje.
tr: Bu entegrasyon bir şablondan oluşturulmuştur ve artık farklıdır.

source: Update
cs: Aktualizace
el: Ενημέρωση
fr: Mise à jour
nl: Werk bij
sl: Posodobitev
tr: Güncelleme

source: A string that identifies the integration. It has to be unique for each integration.
cs: Řetězec identifikující integraci, který musí být unikátní pro každou integraci.
el: Μια συμβολοσειρά που προσδιορίζει την ενσωμάτωση. Πρέπει να είναι μοναδική για κάθε ενσωμάτωση.
fr: Une chaîne de caractères qui identifie l'intégration. Elle doit être unique pour chaque intégration.
nl: Een string die de integratie definieert. Deze moet uniek zijn voor elke integratie.
sl: Niz, ki označuje integracijo. Za vsako integracijo mora biti edinstven.
tr: Entegrasyonu tanımlayan bir dize. Her entegrasyon için benzersiz olmalıdır.

source: A name visible everywhere else in the KM Editor, such as when choosing the integration for a question.
cs: Název viditelný všude jinde v editoru, například pro výběr integrace v otázce příslušného typu.
el: Ένα όνομα ορατό οπουδήποτε αλλού στον Επεξεργαστή ΜΓ, όπως όταν επιλέγετε την ενσωμάτωση για μια ερώτηση.
fr: Un nom visible partout ailleurs dans l'éditeur KM, par exemple lors du choix de l'intégration d'une question.
nl: Een naam die overal elders in de kennismodel-editor zichtbaar is, zoals wanneer je een integratie kiest voor een vraag.
sl: Ime, ki je vidno povsod drugje v urejevalniku KM, na primer pri izbiri integracije za vprašanje.
tr: Bir soru için entegrasyon seçerken olduğu gibi KM Düzenleyicinin başka her yerinde görülebilen bir ad.

source: Logo is displayed next to the link to the selected item in questionnaires. It can be either URL or base64 image.
cs: Logo je zobrazeno vedle odkazu na vybranou položku v rámci dotazníků. Může být URL nebo base64 obrázek.
el: Το λογότυπο εμφανίζεται δίπλα στο σύνδεσμο του επιλεγμένου στοιχείου στα ερωτηματολόγια. Μπορεί να είναι είτε URL είτε εικόνα base64.
fr: Le logo est affiché à côté du lien vers l'élément sélectionné dans les questionnaires. Il peut s'agir d'une URL ou d'une image base64.
nl: Logo wordt getoond naast de link in het geselecteerde item in vragenlijsten. Het kan een URL zijn of een base64-gecodeerd plaatje.
sl: Logotip je prikazan poleg povezave do izbranega elementa v vprašalnikih. Lahko je URL ali slika base64.
tr: Logo, anketlerde seçilen öğenin bağlantısının yanında görüntülenir. URL veya base64 görüntüsü olabilir.

source: Props can be used to parametrize the integration for each question. Use this to define the props whose value can be filled on the questions using this integration. The props can then be used in the URL configuration. For example, if you define prop named *type*, you can use it as `${type}`, such as *ht&#8203;tps://example.com/${type}*.
cs: Vlastnosti mohou být použity k parametrizaci integrace pro každou otázku. Zde definujte vlastnosti, jejichž hodnoty mohou být vyplněny pro otázky používající tuto integraci. Poté vlastnosti mohou být použity v nastavení URL. Například pokud definujete vlastnost *type*, můžete ji pak použít jako `${type}` v URL *ht&#8203;tps://example.com/${type}*.
el: Τα Props μπορούν να χρησιμοποιηθούν για την παραμετροποίηση της ενοποίησης για κάθε ερώτηση. Χρησιμοποιήστε τα για να ορίσετε props των οποίων η τιμή μπορεί να συμπληρωθεί στις ερωτήσεις που χρησιμοποιούν αυτή την ολοκλήρωση. Τα props μπορούν στη συνέχεια να χρησιμοποιηθούν στη διαμόρφωση της διεύθυνσης URL. Για παράδειγμα, αν ορίσετε το prop με όνομα *type*, μπορείτε να το χρησιμοποιήσετε ως `${type}`, όπως *https://example.com/${type}*.
fr: Les props peuvent être utilisés pour paramétrer l'intégration pour chaque question. Utilisez ceci pour définir les props dont la valeur peut être renseignée pour les questions utilisant cette intégration. Les props peuvent ensuite être utilisés dans la configuration de l'URL. Par exemple, si vous définissez un prop nommé *type*, vous pouvez l'utiliser comme `${type}`, comme *ht&#8203;tps://exemple.com/${type}*.
nl: Props kunnen worden gebruikt om de integratie voor elke vraag te parameteriseren. Gebruik dit om de props te definiëren die ingevuld kunnen worden wanneer vragen deze integratie gebruiken. Bijvoorbeeld, als je een prop definieert met als naam *type* dan kun je het als `${type}` gebruiken, zoals in *ht&#8203;tps://example.com/${type}*.
sl: Rekviziti se lahko uporabijo za parametrizacijo integracije za vsako vprašanje. Uporabite to možnost, da določite rekvizite, katerih vrednost se lahko izpolni pri vprašanjih, ki uporabljajo to integracijo. Rekviziti se lahko nato uporabijo v konfiguraciji URL. Če na primer določite rekvizit z imenom *type*, ga lahko uporabite kot `${type}`, na primer *https://example.com/${type}*.
tr: Her bir soru için entegrasyonu parametrize etmek için proplar kullanılabilir. Bu entegrasyonu kullanan sorularda değeri doldurulabilecek propları tanımlamak için bunu kullanın. Bu proplar daha sonra URL yapılandırmasında kullanılabilir. Örneğin, *type* adında bir prop tanımlarsanız, bunu `${type}` şeklinde kullanabilirsiniz, örneğin *https://example.com/${type}*.
