Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Filter by question tags
cs: Filtrovat podle štítků
el: Φίλτρο με ετικέτες ερωτήσεων
fr: Filtrer par étiquettes de questions
nl: Filter op vraagtags
sl: Filtriranje po vprašanju oznake
tr: Soru etiketlerine göre filtrele

source: No need to choose question tags for this knowledge model.
cs: Pro tento znalostní model není potřeba vybírat štítky otázek.
fr: Il n'est pas nécessaire de choisir des étiquettes de question pour ce modèle de connaissances.
nl: Voor dit kennismodel hoef je geen vraagtags te kiezen.

source: There are no question tags for this knowledge model.
cs: Tento znalostní model nemá žádné štítky otázek.
el: Δεν υπάρχουν ετικέτες ερωτήσεων για αυτό το Μοντέλο Γνώσης.
fr: Il n'y a pas d'étiquettes de questions pour ce modèle de connaissances.
nl: Er zijn geen tags voor de vragen in dit kennismodel.
sl: Za ta model znanja ni oznak vprašanj.
tr: Bu bilgi modeli için herhangi bir soru etiketi bulunmamaktadır.

source: All questions are used.
cs: Používají se všechny otázky.
el: Χρησιμοποιούνται όλες οι ερωτήσεις.
fr: Toutes les questions sont utilisées.
nl: Alle vragen worden gebruikt.
sl: Uporabljena so vsa vprašanja.
tr: Tüm sorular kullanılmıştır.

source: Unable to get usage.
cs: Nelze získat informace o využití.
el: Δεν είναι δυνατή η χρήση.
fr: Impossible d'obtenir les statistiques d'utilisation.
nl: Kan gebruik niet ophalen.
sl: Ni mogoče dobiti uporabe.
tr: Kullanılamıyor.

source: Unable to get Knowledge Models.
cs: Nelze získat znalostní modely.
el: Αδυναμία λήψης Μοντέλων Γνώσης.
fr: Impossible d'obtenir les modèles de connaissances.
nl: Kan kennismodellen niet ophalen.
sl: Ni mogoče pridobiti modelov znanja.
tr: Bilgi Modelleri alınamıyor.

source: Unable to get document templates.
cs: Nelze získat šablony dokumentů.
el: Αδυναμία λήψης προτύπων εγγράφων.
fr: Impossible d'obtenir des modèles de documents.
nl: Kan documentsjablonen niet ophalen.
sl: Ni mogoče pridobiti predlog dokumentov.
tr: Belge şablonları alınamıyor.

source: Unable to get assigned comments.
cs: Nelze získat přiřazené komentáře.
el: Δεν είναι δυνατή η ανάθεση σχολίων.
fr: Impossible d'obtenir les commentaires attribués.
nl: Kan toegewezen opmerkingen niet laden.

source: Unable to get projects.
cs: Nelze získat projekty.
el: Αδυναμία λήψης έργων.
fr: Impossible d'obtenir les projets.
nl: Kan projecten niet ophalen.
sl: Ni mogoče pridobiti projektov.
tr: Projeler alınamıyor.

source: Welcome to the %s!
cs: Vítejte v %s!
el: Καλώς ήρθατε στο %s!
fr: Bienvenue à %s !
nl: Welkom bij de %s!
sl: Dobrodošli v %s!
tr: %'lere hoş geldiniz!

source: Add OpenID Service
cs: Přidat službu OpenID
el: Προσθήκη υπηρεσίας OpenID
fr: Ajouter le service OpenID
nl: Voeg een OpenID service toe
sl: Dodajanje storitve OpenID
tr: OpenID Hizmeti Ekleme

source: OpenID is an open standard for authentication that allows using existing accounts to login to other services without creating a new password. Configure your organization's OpenID to make it easier for your users to log in.
cs: OpenID je otevřený standard pro autentizaci, který umožňuje použití existujících účtů pro přihlášení v jiných službách bez vytvoření nového hesla. Nakonfigurujte OpenID vaší organizace pro usnadnění přihlašováním vašim uživatelům.
el: Το OpenID είναι ένα ανοικτό πρότυπο για τον έλεγχο ταυτότητας που επιτρέπει τη χρήση υφιστάμενων λογαριασμών για τη σύνδεση σε άλλες υπηρεσίες, χωρίς τη δημιουργία νέου κωδικού πρόσβασης. Διαμορφώστε το OpenID του οργανισμού σας για να διευκολύνετε τη σύνδεση των χρηστών σας.
fr: OpenID est une norme ouverte d'authentification qui permet d'utiliser des comptes existants pour se connecter à d'autres services sans créer de nouveau mot de passe. Configurez l'OpenID de votre organisation pour faciliter la connexion de vos utilisateur·rice·s.
nl: OpenID is een open standaard voor authenticatie die het mogelijk maakt om met een bestaand account in te loggen bij een andere service zonder een nieuw password op te zetten. Configureer OpenID bij uw organisatie om het eenvoudiger te maken voor uw gebruikers om in te loggen.
sl: OpenID je odprt standard za preverjanje pristnosti, ki omogoča uporabo obstoječih računov za prijavo v druge storitve brez ustvarjanja novega gesla. Konfigurirajte OpenID svoje organizacije, da se bodo uporabniki lažje prijavili.
tr: OpenID, yeni bir parola oluşturmadan diğer hizmetlerde oturum açmak için mevcut hesapların kullanılmasına olanak tanıyan açık bir kimlik doğrulama standardıdır. Kullanıcılarınızın oturum açmasını kolaylaştırmak için kuruluşunuzun OpenID'sini yapılandırın.

source: Add OpenID
cs: Přidat OpenID
el: Προσθήκη OpenID
fr: Ajouter OpenID
nl: Voeg OpenID toe
sl: Dodajanje storitve OpenID
tr: OpenID ekleyin

source: Unresolved Assigned Comments
cs: Nevyřešené přiřazené komentáře
el: Άλυτα ανατεθειμένα σχόλια
fr: Commentaires attribués non résolus
nl: Openstaande toegewezen opmerkingen

source: View all
cs: Zobrazit vše
el: Προβολή όλων
fr: Tout voir
nl: Alles bekijken
sl: Oglejte si vse
tr: Tümünü görüntüle

source: Configure Look & Feel
cs: Nastavení vzhledu
el: Ρύθμιση εμφάνισης και αισθητικής
fr: Configurer l'aspect et l'apparence
nl: Configureer de look-en-feel
sl: Konfiguracija videza
tr: Görünüm ve Hissiyatı Yapılandırma

source: You can configure the application name, or add additional menu links, for example, to your guidelines or documentation.
cs: Můžete nastavit název aplikace nebo přidat vlastní odkazy do menu, například, na vaše směrnice nebo dokumentaci.
el: Μπορείτε να διαμορφώσετε το όνομα της εφαρμογής ή να προσθέσετε επιπλέον συνδέσμους μενού, για παράδειγμα, προς τις οδηγίες σας ή την τεκμηρίωσή.
fr: Vous pouvez configurer le nom de l'application, ou ajouter des liens supplémentaires dans le menu, par exemple vers vos directives ou votre documentation.
nl: De applicatienaam kan worden geconfigureerd en ook kunnen extra menu-items worden toegevoegd, bijvoorbeeld verwijzingen naar eigen richtlijnen en documentatie.
sl: Nastavite lahko ime aplikacije ali dodate dodatne menijske povezave, na primer do smernic ali dokumentacije.
tr: Uygulama adını yapılandırabilir veya örneğin kılavuzlarınıza veya belgelerinize ek menü bağlantıları ekleyebilirsiniz.

source: Configure
cs: Nastavit
el: Διαμόρφωση
fr: Configurer
nl: Configureer
sl: Konfiguracija spletne strani
tr: Yapılandırma

source: Configure Organization Info
cs: Nastavit organizační informace
el: Διαμόρφωση πληροφοριών οργανισμού
fr: Configurer les informations sur l'organisation
nl: Configureer de organisatie-informatie
sl: Konfiguracija informacij o organizaciji
tr: Organizasyon Bilgilerini Yapılandırma

source: Fill in your organization name and organization ID. For example, these values will be used with knowledge models created in this instance.
cs: Vyplňte název a ID vaší organizace. Tyto hodnoty budou použity například při vytváření znalostních modelů v této instanci.
el: Συμπληρώστε το όνομα και το αναγνωριστικό (ID) του οργανισμού σας. Για παράδειγμα, αυτές οι τιμές θα χρησιμοποιηθούν με τα Μοντέλα Γνώσης που δημιουργούνται σε αυτό το στιγμιότυπο.
fr: Renseignez le nom et l'ID de votre organisation. Par exemple, ces valeurs seront utilisées pour identifier les modèles de connaissances créés dans cette instance.
nl: Vul de organisatienaam in het de organisatie-ID. Deze zullen bijvoorbeeld worden gebruikt bij kennismodellen die in deze instantie worden gemaakt.
sl: Vnesite ime organizacije in ID organizacije. Te vrednosti se bodo uporabljale pri modelih znanja.
tr: Kuruluş adınızı ve kuruluş kimliğinizi girin. Örneğin, bu değerler bu örnekte oluşturulan bilgi modelleriyle kullanılacaktır.

source: Connect to DSW Registry
cs: Připojit k DSW Registry
el: Σύνδεση στο Μητρώο DSW (DSW Registry)
fr: Connexion au Registry DSW
nl: Verbind met het DSW-register
sl: Povezava z registrom DSW
tr: DSW Kayıt Defterine Bağlanın

source: [DSW Registry](https://registry.ds-wizard.org) is a place for published knowledge models and document templates. When you connect your instance, data stewards can easily import them.
cs: [DSW Registry](https://registry.ds-wizard.org) je místem pro zveřejněné znalostní modely a šablony dokumentů. Pokud připojíte svoji instanci, správci obsahu je mohou snadno importovat.
el: Το [Μητρώο DSW](https://registry.ds-wizard.org) είναι ένας χώρος για δημοσιευμένα Μοντέλα Γνώσης και Πρότυπα Εγγράφων. Όταν συνδέετε το στιγμιότυπο σας, οι διαχειριστές δεδομένων μπορούν εύκολα να τα εισάγουν και να τα χρησιμοποιήσουν.
fr: [DSW Registry] (https://registry.ds-wizard.org) est un endroit pour les modèles de connaissances et les modèles de documents par DSW. L'accès de votre instance DSW au Registry permet l'importation de ces éléments.
nl: Het [DSW Register](https://registry.ds-wizard.org) is een plek waar kennismodellen en documentsjablonen kunnen worden gepubliceerd. Als de instance daarmee wordt gekoppeld kunnen datastewards modellen en sjablonen eenvoudig importeren.
sl: [Register DSW](https://registry.ds-wizard.org) je prostor za objavljene modele znanja in predloge dokumentov. Ko povežete svoj primer, jih lahko upravljavci podatkov preprosto uvozijo.
tr: [DSW Registry] (https://registry.ds-wizard.org) yayınlanmış bilgi modelleri ve belge şablonları için bir yerdir. Örneğinizi bağladığınızda, veri sorumluları bunları kolayca içe aktarabilir.

source: Connect
cs: Připojit
el: Σύνδεση
fr: Se connecter
nl: Verbinden
sl: Povežite
tr: Bağlan

source: Create Knowledge Model
cs: Vytvořit znalostní model
el: Δημιουργία Μοντέλου Γνώσης
fr: Créer un modèle de connaissances
nl: Maak kennismodel
sl: Ustvarjanje modela znanja
tr: Bilgi Modeli Oluşturma

source: Knowledge model is a tree-like structure containing the knowledge about what should be asked and how. It is used as a template for questionnaires in projects. You can create new ones from scratch or by modifying existing ones.
cs: Znalostní model je stromová struktura obsahující znalosti o tom na co a jak se dotazovat. Je použitý jako šablona pro dotazníky v projektech. Můžete vytvořit zcela nový nebo upravit již existující.
el: Το μοντέλο γνώσης είναι μια δενδροειδής δομή που περιέχει τη γνώση σχετικά με το τι πρέπει να ερωτηθεί και πώς. Χρησιμοποιείται ως πρότυπο για ερωτηματολόγια σε έργα. Μπορείτε να δημιουργήσετε νέα από το μηδέν ή τροποποιώντας υπάρχοντα.
fr: Le modèle de connaissances est une structure arborescente contenant les questions détaillant les informations/connaissances souhaitées. Il est utilisé comme modèle ou trame pour les questionnaires dans les projets. On peut en créer de nouveaux à partir de zéro ou en modifiant des modèles existants.
nl: Een kennismodel is een boomstructuur met de kennis over wanneer vragen gesteld moeten worden en hoe. Het kennismodel wordt gebruikt als sjabloon voor vragenlijsten in projecten. Een kennismodel kan vanuit het niets worden opgebouwd, of door een bestaand model aan te passen.
sl: Model znanja je drevesu podobna struktura, ki vsebuje znanje o tem, kaj je treba vprašati in kako. Uporablja se kot predloga za vprašalnike v projektih. Nove lahko ustvarite od začetka ali s spreminjanjem obstoječih.
tr: Bilgi modeli, neyin nasıl sorulması gerektiğine ilişkin bilgileri içeren ağaç benzeri bir yapıdır. Projelerdeki anketler için bir şablon olarak kullanılır. Sıfırdan veya mevcut olanları değiştirerek yenilerini oluşturabilirsiniz.

source: Create
cs: Vytvořit
el: Δημιουργία
fr: Créer
nl: Aanmaken
sl: Ustvarite
tr: Oluştur

source: Create Project Template
cs: Vytvořit projektovou šablonu
el: Δημιουργία Προτύπου Έργου
fr: Créer un modèle de projet
nl: Maak een projectsjabloon
sl: Ustvari predlogo projekta
tr: Proje Şablonu Oluştur

source: Project template is a special type of project that can be used as a starting point for new projects. You can select a knowledge model, set up a document template and format, or prefill some answers to make it easier to start for researchers.
cs: Šablona projektu je speciální typ projektu, který může být použit jako výchozí bod pro nové projekty. Lze vybrat znalostní model, nastavit šablonu dokumentu a formát, či předvyplnit některé otázky pro usnadnění práce výzkumníkům.
el: Το πρότυπο έργου είναι ένας ειδικός τύπος έργου, που μπορεί να χρησιμοποιηθεί ως σημείο εκκίνησης για νέα έργα. Μπορείτε να επιλέξετε ένα Μοντέλο Γνώσης, να ρυθμίσετε πρότυπα και μορφές εγγράφου, ή να προσυμπληρώσετε ορισμένες απαντήσεις για να διευκολύνετε τους ερευνητές.
fr: Le modèle de projet est un type spécial de projet qui peut être utilisé comme point de départ pour de nouveaux projets. Vous pouvez sélectionner un modèle de connaissances, configurer un modèle et un modèle de documents, ou pré-remplir certaines réponses pour faciliter les premiers pas des chercheur·ses.
nl: Een projectsjabloon is een speciaal project dat kan worden gebruikt als startpunt voor nieuwe projecten. Er kan gekozen worden voor een kennismodel en een documentsjabloon, en er kunnen vragen worden voor-ingevuld om het begin eenvoudiger te maken voor onderzoekers.
sl: Predloga projekta je posebna vrsta projekta, ki se lahko uporablja kot izhodišče za nove projekte. Izberete lahko model znanja, nastavite predlogo in obliko dokumenta ali vnaprej izpolnite nekatere odgovore, da raziskovalcem olajšate začetek.
tr: Proje şablonu, yeni projeler için bir başlangıç noktası olarak kullanılabilecek özel bir proje türüdür. Bir bilgi modeli seçebilir, bir belge şablonu ve biçimi ayarlayabilir veya araştırmacıların başlamasını kolaylaştırmak için bazı yanıtları önceden doldurabilirsiniz.

source: Create Project
cs: Vytvořit projekt
el: Δημιουργία έργου
fr: Créer un projet
nl: Maak project
sl: Ustvari projekt
tr: Proje Oluştur

source: Project is a workspace where you create your DMP. It is based on a knowledge model, which contains knowledge about what should be asked and how based on the research field or organization's needs. You can use document templates to transform the answers into a document. This document can be anything, from PDF to machine-actionable JSON. You can create a new project from a project template that data stewards prepare for you to have an easier start or from scratch where you set up everything yourself.
cs: Projekt je místem pro vytváření plánů. Je založen na vybraném znalostním modelu, který obsahuje znalosti o tom, na co se ptát a jak v závislosti na doméně výzkumu či potřebách organizace. Lze využít šablony dokumentů pro transformaci odpovědí z dotazníku na dokument. Dokument může být prakticky cokoliv, od PDF po JSON vhodný pro strojové zpracování. Můžete vytvořit nový projekt z projektové šablony, kterou správci dat připravili pro usnadnění vaší práce, a nebo si sami vše nastavit.
el: Το Έργο είναι ένας χώρος εργασίας όπου δημιουργείτε τη ΣΔΔ σας. Βασίζεται σε ένα μοντέλο γνώσης, το οποίο περιέχει γνώσεις σχετικά με το τι πρέπει να ερωτηθεί και πώς, με βάση το πεδίο έρευνας ή τις ανάγκες του οργανισμού. Μπορείτε να χρησιμοποιήσετε πρότυπα εγγράφων για να μετατρέψετε τις απαντήσεις σε έγγραφο. Αυτό το έγγραφο μπορεί να είναι οτιδήποτε, από PDF έως και machine-actionable JSON. Μπορείτε να δημιουργήσετε ένα νέο έργο από ένα πρότυπο έργου που έχουν προετοιμάσει για εσάς οι διαχειριστές δεδομένων ώστε να έχετε ένα ευκολότερο ξεκίνημα, ή από το μηδέν, όπου ρυθμίζετε τα πάντα μόνοι σας.
fr: Le projet est un espace de travail où vous créez votre PGD, ou plus généralement le questionnaire oú sera renseigné le modèle de connaissances choisi. Le projet est donc basé sur un modèle de connaissances qui décline les questions qui détaillent les renseignements désirés en fonction du domaine de recherche ou des besoins de l'organisation. Vous pouvez utiliser des modèles de documents pour filtrer et transformer les réponses en un document. Beaucoup de types de formats de documents sont disponibles, du PDF au JSON exploitable par une machine. Vous pouvez créer un nouveau projet à partir d'un modèle de projets que les gestionnaires de données préparent pour vous afin de faciliter le démarrage ; vous pouvez aussi créer un nouveau projet à partir de zéro, où vous configurez tout vous-même.
nl: Een Project is een werkplek waar het DMP wordt gemaakt. Een project is gebaseerd op een kennismodel met de kennis over wanneer vragen gesteld moeten worden en hoe, gebaseerd op het onderzoeksveld of de wensen van de organisatie. Documentsjablonen kunnen worden gebruikt om de antwoorden om te zetten in een document. Zo’n document kan van alles zijn, van een PDF tot een JSON file die door een machine kan worden verwerkt. Een nieuw project kan worden gemaakt vanuit een sjabloon dat door een datasteward is voorbereid voor een snelle start, of helemaal leeg zodat alles nog moet worden gedaan.
sl: Projekt je delovni prostor, v katerem ustvarite svoj DMP. Temelji na modelu znanja, ki vsebuje znanje o tem, kaj je treba vprašati in kako glede na raziskovalno področje ali potrebe organizacije. Za preoblikovanje odgovorov v dokument lahko uporabite predloge dokumentov. Ta dokument je lahko kar koli, od PDF do strojno uporabnega JSON. Nov projekt lahko ustvarite iz predloge projekta, ki jo za vas pripravijo upravljavci podatkov, da boste lažje začeli, ali iz nič, kjer vse nastavite sami.
tr: Proje, DMP'nizi oluşturduğunuz bir çalışma alanıdır. Araştırma alanına veya kuruluşun ihtiyaçlarına göre neyin nasıl sorulması gerektiği hakkında bilgi içeren bir bilgi modeline dayanır. Yanıtları bir belgeye dönüştürmek için belge şablonlarını kullanabilirsiniz. Bu belge PDF'den makinede işlem yapılabilir JSON'a kadar her şey olabilir. Veri sorumlularının sizin için hazırladığı bir proje şablonundan yeni bir proje oluşturarak daha kolay bir başlangıç yapabilir ya da sıfırdan her şeyi kendiniz kurabilirsiniz.

source: Import Document Template
cs: Import šablony dokumentů
el: Εισαγωγή Προτύπου Εγγράφου
fr: Importer un modèle de documents
nl: Importeer een documentsjabloon
sl: Predloga za uvoz dokumenta
tr: Belge Şablonunu İçe Aktar

source: Document templates transform answers from a questionnaire into a document. This document can be anything, from PDF to machine-actionable JSON. You can import existing document templates from [%s](%s) or [develop new ones](%s).
cs: Šablony dokumentů transformují odpovědi z dotazníku do dokumentu. Tímto dokumentem může být cokoli, od PDF až po strojově zpracovatelný JSON. Můžete importovat existující šablony dokumentů z [%s](%s) nebo [vytvořit nové](%s).
el: Τα πρότυπα εγγράφων μετατρέπουν τις απαντήσεις από ένα ερωτηματολόγιο σε έγγραφο. Αυτό το έγγραφο μπορεί να είναι οτιδήποτε, από PDF έως machine-actionable JSON. Μπορείτε να εισαγάγετε υπάρχοντα πρότυπα εγγράφων από το [%s](%s) ή [να αναπτύξετε νέα](%s).
fr: Les modèles de document transforment les réponses d'un questionnaire en un document. Le format du document est au choix, du PDF au JSON exploitable par une machine. Vous pouvez importer des modèles de document existants à partir de [%s](%s/templates) ou [en développer de nouveaux](%s).
nl: Documentsjablonen zetten antwoorden uit een vragenlijst om in een document. Dit document kan van alles zijn, van PDF tot machine-actionable JSON. Je kunt bestaande documentsjablonen importeren uit [%s](%s) of [nieuwe ontwikkelen](%s).

source: Import Knowledge Model
cs: Import znalostního modelu
el: Εισαγωγή Μοντέλου Γνώσης
fr: Importer le modèle de connaissances
nl: Importeer kennismodel
sl: Uvoz modela znanja
tr: Bilgi Modelini İçe Aktar

source: Knowledge models are published in [%s](%s). You can easily import them into your instance to make them available for researchers. You can also import other knowledge models exported from different instances.
cs: Znalostní modely jsou zveřejněny v [%s](%s). Můžete je snadno importovat do své instance a zpřístupnit je tak výzkumníkům. Můžete také importovat další znalostní modely exportované z jiných instancí.
el: Τα μοντέλα γνώσης δημοσιεύονται στο [%s](%s). Μπορείτε εύκολα να τα εισαγάγετε στο στιγμιότυπο σας για να τα διαθέσετε στους ερευνητές. Μπορείτε επίσης να εισαγάγετε άλλα μοντέλα γνώσης που έχουν εξαχθεί από διαφορετικά στιγμιότυπα.
fr: Les modèles de connaissance sont publiés dans [%s](%s). Vous pouvez facilement les importer dans votre instance pour les mettre à la disposition des chercheurs. Vous pouvez également importer d'autres modèles de connaissance exportés de différentes instances.
nl: Kennismodellen zijn gepubliceerd in [%s](%s). Je kunt ze eenvoudig importeren in je instantie om ze beschikbaar te maken voor onderzoekers. Je kunt ook andere kennismodellen importeren die uit andere instanties zijn geëxporteerd.
sl: Modeli znanja so objavljeni v [%s](%s). Zlahka jih lahko uvozite v svoj primerek in jih tako omogočite raziskovalcem. Uvozite lahko tudi druge modele znanja, izvožene iz različnih instanc.
tr: Bilgi modelleri [%s](%s)'de yayınlanmıştır. Bunları araştırmacıların kullanımına sunmak için kolayca örneğinize aktarabilirsiniz. Farklı örneklerden dışa aktarılan diğer bilgi modellerini de içe aktarabilirsiniz.

source: Update Knowledge Models
cs: Aktualizovat znalostní modely
el: Ενημέρωση Μοντέλων Γνώσης
fr: Mettre à jour les modèles de connaissances
nl: Werk kennismodellen bij
sl: Posodabljanje modelov znanja
tr: Bilgi Modellerini Güncelleme

source: There are updates available for some knowledge models.
cs: Jsou dostupné aktualizace pro některé znalostní modely.
el: Υπάρχουν διαθέσιμες ενημερώσεις για ορισμένα Μοντέλα Γνώσεων.
fr: Il y a des mises à jour disponibles pour certains modèles de connaissances.
nl: Voor sommige kennismodellen zijn nieuwe versies beschikbaar.
sl: Za nekatere modele znanja so na voljo posodobitve.
tr: Bazı bilgi modelleri için güncellemeler mevcuttur.

source: update available
cs: dostupná aktualizace
el: διαθέσιμη ενημέρωση
fr: mise à jour disponible
nl: nieuwe versies beschikbaar
sl: posodobitev je na voljo
tr: güncelleme mevcut

source: Update Document Templates
cs: Aktualizovat šablony dokumentů
el: Ενημέρωση Προτύπων Εγγράφων
fr: Mettre à jour les modèles de documents
nl: Werk documentsjablonen bij
sl: Posodobitev predlog dokumentov
tr: Belge Şablonlarını Güncelleme

source: There are updates available for some document templates.
cs: Jsou dostupné aktualizace pro některé šablony dokumentů.
el: Υπάρχουν διαθέσιμες ενημερώσεις για ορισμένα πρότυπα εγγράφων.
fr: Des mises à jour sont disponibles pour certains modèles de documents.
nl: Voor sommige documentsjablonen zijn nieuwe versies beschikbaar.
sl: Za nekatere predloge dokumentov so na voljo posodobitve.
tr: Bazı belge şablonları için güncellemeler mevcuttur.

source: Recent Projects
cs: Nedávné projekty
el: Πρόσφατα Έργα
fr: Projets récents
nl: Recente projecten
sl: Nedavni projekti
tr: Son Projeler

source: You have no projects yet, start by creating some.
cs: Zatím nemáte žádný projekt, začněte vytvořením nějakého.
el: Δεν έχετε ακόμη έργα, ξεκινήστε δημιουργώντας μερικά.
fr: Vous n'avez pas encore de projets, commencez par en créer.
nl: Je hebt nog geen projecten, begin door er enkele te maken.
sl: Nimate še nobenega projekta, začnite z ustvarjanjem projektov.
tr: Henüz hiç projeniz yok, birkaç tane oluşturarak başlayın.

source: Usage
cs: Využití
el: Χρήση
nl: Gebruik
sl: Uporaba
tr: Kullanım

source: Welcome, %s!
cs: Vítejte, %s!
el: Καλώς ήρθες, %s!
fr: Bienvenue, %s !
nl: Welkom, %s!
sl: Dobrodošel/Dobrodošla, %s!
tr: Hoş geldiniz, %s!

source: Welcome!
cs: Vítejte!
el: Καλώς ήρθατε!
fr: Bienvenue !
nl: Welkom!
sl: Dobrodošli!
tr: Hoş geldiniz!
