Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Admin
cs: Administrátor
el: Διαχειριστής
fr: Administrateur·rice
nl: Beheer
tr: Yönetici

source: Data Steward
cs: Správce dat
fr: Gestionnaire de données
sl: Skrbnik podatkov
tr: Veri Yöneticisi

source: Researcher
cs: Výzkumník
el: Ερευνητής
fr: Chercheur·se
nl: Onderzoeker
sl: Raziskovalec
tr: Araştırmacı

source: January
cs: leden
el: Ιανουάριος
fr: Janvier
nl: januari
sl: januar
tr: Ocak

source: February
cs: únor
el: Φεβρουάριος
fr: Février
nl: februari
sl: februar
tr: Şubat

source: March
cs: březen
el: Μάρτιος
fr: Mars
nl: maart
sl: marec
tr: Mart

source: April
cs: duben
el: Απρίλιος
fr: Avril
tr: Nisan

source: May
cs: květen
el: Μάιος
fr: Mai
nl: mei
sl: maj
tr: Mayıs

source: June
cs: červen
el: Ιούνιος
fr: Juin
nl: juni
sl: junij
tr: Haziran

source: July
cs: červenec
el: Ιούλιος
fr: Juillet
nl: juli
sl: julij
tr: Temmuz

source: August
cs: srpen
el: Αύγουστος
fr: Août
nl: augustus
sl: avgust
tr: Ağustos

source: September
cs: září
el: Σεπτέμβριος
fr: Septembre
tr: Eylül

source: October
cs: říjen
el: Οκτώβριος
fr: Octobre
nl: oktober
sl: oktober
tr: Ekim

source: November
cs: listopad
el: Νοέμβριος
fr: Novembre
tr: Kasım

source: December
cs: prosinec
el: Δεκέμβριος
fr: Décembre
tr: Aralık

source: Templates & Custom
cs: Šablony a Vlastní
el: Πρότυπα & Προσαρμογές
fr: Modèles & paramétrage
nl: Sjablonen & Aanpassing
sl: Predloge in po meri
tr: Şablonlar ve Uyarlama

source: Projects can be created from project templates or with custom settings.
cs: Projekty mohou být vytvořeny z projektových šablon nebo z vlastního nastavení.
el: Νέα έργα μπορούν να δημιουργηθούν από υπάρχοντα πρότυπα έργων ή με προσαρμοσμένες ρυθμίσεις.
fr: Les projets peuvent être créés à partir de projets déjà pré-remplis et/ou être créés de manière à pouvoir les paramétrer ensuite.
nl: Projecten kunnen worden gemaakt vanuit sjablonen of met aangepaste instellingen.
sl: Projekte lahko ustvarite iz predlog projektov ali z lastnimi nastavitvami.
tr: Projeler, proje şablonlarından veya uyarlama ayarları ile oluşturulabilir.

source: Templates only
cs: Pouze šablony
el: Μόνο πρότυπα
fr: Modèles uniquement
nl: Alleen sjablonen
sl: Samo predloge
tr: Yalnızca şablonlar

source: Only project templates can be used for creating new projects.
cs: Pouze projektové šablony mohou být použity pro vytváření projektů.
el: Μόνο τα υπάρχοντα πρότυπα έργων μπορούν να χρησιμοποιηθούν για τη δημιουργία νέων έργων.
fr: On ne peut créer de nouveaux projets qu'à partir de projets pré-remplis.
nl: Alleen projectsjablonen kunnen worden gebruikt voor het opzetten van nieuwe projecten.
sl: Za ustvarjanje novih projektov lahko uporabite samo predloge projektov.
tr: Yeni projeler oluşturmak için yalnızca proje şablonları kullanılabilir.

source: Custom only
cs: Pouze vlastní
el: Μόνο προσαρμοσμένα
fr: Paramétrage uniquement
nl: Alleen aangepast
sl: Samo po meri
tr: Yalnızca uyarlama

source: Project templates feature is disabled, researchers have to choose knowledge model and set up everything.
cs: Funkce projektových šablon je vypnuta, uživatelé musí vybrat znalostní model a vše si nastavit.
el: Η λειτουργία προτύπων έργου είναι απενεργοποιημένη, οι ερευνητές πρέπει να επιλέξουν το μοντέλο γνώσης και να ρυθμίσουν τα πάντα.
fr: La fonction de modèles de projets (ou projets pré-remplis) est désactivée, les chercheur·se·s doivent choisir le modèle de connaissances et tout configurer.
nl: Projectsjablonen zijn gedeactiveerd, onderzoekers moeten een kennismodel kiezen en alles regelen.
sl: Funkcija predlog projektov je onemogočena, raziskovalci morajo izbrati model znanja in vse nastaviti.
tr: Proje şablonları özelliği etkin değil, araştırmacılar bilgi modelini seçip ve ayarlamaları yapmalıdır.

source: Restricted
cs: Omezené
el: Περιορισμένα
fr: Restreint
nl: Beperkt
sl: Omejeno
tr: Kısıtlı

source: Only logged-in users can access the project depending on the project visibility.
cs: Pouze přihlášení uživatelé mohou přistupovat k projektům v závislosti na projektové viditelnosti.
el: Μόνο οι συνδεδεμένοι χρήστες μπορούν να έχουν πρόσβαση στο έργο, ανάλογα με την ορατότητα του έργου.
fr: Seuls les utilisateur·rice·s connecté·e·s peuvent accéder au projet en fonction de la visibilité du projet.
nl: Alleen gebruikers die zijn aangemeld kunnen toegang krijgen tot het project, afhankelijk van de zichtbaarheid.
sl: Do projekta lahko dostopajo samo prijavljeni uporabniki, odvisno od vidnosti projekta.
tr: Proje görünürlüğüne bağlı olarak projeye yalnızca oturum açmış kullanıcılar erişebilir.

source: View with the link
cs: Zobrazení s odkazem
el: Προβολή με τον σύνδεσμο
fr: Lire avec le lien
nl: Bezoek met een link
sl: Ogled s povezavo
tr: Bağlantı ile görüntüle

source: Anyone on the internet with the link can view.
cs: Kdokoliv na internetu s odkazem může zobrazit.
el: Οποιοσδήποτε στο διαδίκτυο με τον σύνδεσμο μπορεί να δει.
fr: Toute personne sur Internet ayant le lien peut lire.
nl: Iedereen op het internet met de link kan meekijken.
sl: Vsakdo na internetu, ki ima povezavo, si lahko ogleda.
tr: Bağlantıya sahip internet üzerindeki herkes görüntüleyebilir.

source: Comment with the link
cs: Komentování s odkazem
el: Σχόλιο με το σύνδεσμο
fr: Commenter avec le lien
nl: Becommentariëren met de link
sl: Komentirajte s povezavo
tr: Bağlantı ile yorum yap

source: Anyone on the internet with the link can view and comment.
cs: Kdokoliv na internetu s odkazem může zobrazit a komentovat.
el: Οποιοσδήποτε στο διαδίκτυο με τον σύνδεσμο μπορεί να δει και να σχολιάσει.
fr: Toute personne sur Internet ayant le lien peut lire et commenter.
nl: Iedereen op het internet met de link kan opmerkingen plaatsen.
sl: Vsakdo na internetu, ki ima povezavo, si lahko ogleda in komentira.
tr: Bağlantıya sahip internet üzerindeki herkes görüntüleyebilir ve yorum yapabilir.

source: Edit with the link
cs: Upravování s odkazem
el: Επεξεργασία με τον σύνδεσμο
fr: Modifier avec le lien
nl: Bewerken met de link
sl: Uredi s povezavo
tr: Bağlantı ile düzenle

source: Anyone on the internet with the link can edit.
cs: Kdokoliv na internetu s odkazem může upravovat.
el: Οποιοσδήποτε στο διαδίκτυο με τον σύνδεσμο μπορεί να επεξεργαστεί.
fr: Toute personne sur Internet ayant le lien peut modifier.
nl: Iedereen op het internet met de link kan bewerken.
sl: Vsakdo na internetu, ki ima povezavo, lahko ureja.
tr: Bağlantıya sahip internetteki herkes düzenleme yapabilir.

source: Private
cs: Soukromý
el: Ιδιωτικό
fr: Protégé
nl: Privé
sl: Zasebno
tr: Özel

source: Visible only to the owner and invited users.
cs: Viditelné pouze pro vlastníka a pozvané uživatele.
el: Ορατό μόνο στον ιδιοκτήτη και σε προσκεκλημένους χρήστες.
fr: Visible uniquement par le·la propriétaire et les utilisateur·rice·s invité·e·s.
nl: Alleen zichtbaar voor de eigenaar en uitgenodigde gebruikers.
sl: Vidno le lastniku in povabljenim uporabnikom.
tr: Yalnızca sahibi ve davet edilen kullanıcılar tarafından görülebilir.

source: Visible - View
cs: Viditelné - Zobrazení
el: Ορατό - Προβολή
fr: Visible - Lire
nl: Zichtbaar - meekijken
sl: Vidno - Pogled
tr: Görünür - Görüntüle

source: Other logged-in users can view the project.
cs: Ostatní přihlášení uživatelé mohou zobrazit projekt.
el: Άλλοι συνδεδεμένοι χρήστες μπορούν να δουν το έργο.
fr: Les autres utilisateur·rice·s connecté·e·s peuvent voir et lire le projet.
nl: Andere gebruikers die zijn aangemeld kunnen het project zien.
sl: Drugi prijavljeni uporabniki si lahko ogledajo projekt.
tr: Oturum açmış diğer kullanıcılar projeyi görüntüleyebilir.

source: Visible - Comment
cs: Viditelné - Komentování
el: Ορατό - Σχόλιο
fr: Visible - Commentaire
nl: Zichtbaar - Opmerkingen plaatsen
sl: Vidno - komentar
tr: Görünür - Yorum Yap

source: Other logged-in users can view and comment the project.
cs: Ostatní přihlášení uživatelé mohou zobrazit a komentovat projekt.
el: Άλλοι συνδεδεμένοι χρήστες μπορούν να δουν και να σχολιάσουν το έργο.
fr: Les autres utilisateur·rice·s connecté·e·s peuvent voir et commenter le projet.
nl: Andere gebruikers die zijn aangemeld kunnen het project zien en opmerkingen plaatsen.
sl: Drugi prijavljeni uporabniki si lahko ogledajo projekt in ga komentirajo.
tr: Oturum açan diğer kullanıcılar projeyi görüntüleyebilir ve yorum yapabilir.

source: Visible - Edit
cs: Viditelné - Upravování
el: Ορατό - Επεξεργασία
fr: Visible - Modifier
nl: Zichtbaar - Bewerken
sl: Vidno - Uredi
tr: Görünür - Düzenle

source: Other logged-in users can edit the project.
cs: Ostatní přihlášení uživatelé mohou upravovat projekt.
el: Άλλοι συνδεδεμένοι χρήστες μπορούν να επεξεργαστούν το έργο.
fr: Les autres utilisateur·rice·s connecté·e·s peuvent modifier le projet.
nl: Andere gebruikers die zijn aangemeld kunnen het project bewerken.
sl: Drugi prijavljeni uporabniki lahko urejajo projekt.
tr: Oturum açmış diğer kullanıcılar projeyi düzenleyebilir.

source: view
cs: zobrazení
el: προβολή
fr: lire
nl: bekijken
sl: ogled
tr: görüntüle

source: comment
cs: komentování
el: σχόλιο
fr: commenter
nl: plaats opmerking
sl: komentar
tr: yorum yap

source: edit
cs: upravování
el: επεξεργασία
fr: modifier
nl: bewerk
sl: uredi
tr: düzenle

source: Item
cs: Položka
fr: Élément

source: Item %s
cs: Položka %s
el: Στοιχείο %s
fr: Élément %s
sl: Postavka %s
tr: Öğe %s

source: You do not have permission to view this page.
cs: Nemáte oprávnění zobrazit tuto stránku.
el: Δεν έχετε άδεια να δείτε αυτή τη σελίδα.
fr: Vous n'avez pas la permission de lire cette page.
nl: Je hebt geen toestemming deze pagina te bekijken.
sl: Nimate dovoljenja za ogled te strani.
tr: Bu sayfayı görüntülemek için izniniz yok.

source: Knowledge Model ID is already used.
cs: ID znalostního modelu je již použito.
el: Το αναγνωριστικό μοντέλου γνώσης χρησιμοποιείται ήδη.
fr: L'ID du modèle de connaissances est déjà utilisé.
nl: Deze ID is al in gebruik voor een kennismodel.
sl: ID modela znanja je že uporabljen.
tr: Bilgi Modeli Tanımlayıcısı halihazırda kullanılıyor.

source: Knowledge Model already exists.
cs: Znalostní model již existuje.
el: Το Μοντέλο Γνώσης υπάρχει ήδη.
fr: Le modèle de connaissances existe déjà.
nl: Kennismodel bestaat al.
sl: Model znanja že obstaja.
tr: Bilgi Modeli halihazırda mevcut.

source: Knowledge Model metamodel version is not supported.
cs: Verze metamodelu znalostních modelů není podporována.
el: Η έκδοση του μεταμοντέλου μοντέλου γνώσης δεν υποστηρίζεται.
fr: La version du métamodèle du modèle de connaissances n'est pas prise en charge.
nl: Metamodel van het kennismodel wordt niet ondersteund.
sl: Različica metamodela modela znanja ni podprta.
tr: Bilgi Modeli metamodel sürümü desteklenmiyor.

source: Document template already exists.
cs: Šablona dokumentů již existuje.
el: Το πρότυπο εγγράφου υπάρχει ήδη.
fr: Le modèle de documents existe déjà.
nl: Documentsjabloon bestaat al.
sl: Predloga dokumenta že obstaja.
tr: Belge şablonu halihazırda mevcut.

source: Locale already exists.
cs: Překlad již existuje.
el: Η τοπική ρύθμιση υπάρχει ήδη.
fr: La localisation existe déjà.
nl: Taal bestaat al.
sl: Področne nastavitve že obstajajo.
tr: Yerel (Dil) ayarı halihazırda mevcut.

source: Email is already used.
cs: Email je již použit.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη.
fr: Ce courriel est déjà utilisé.
nl: Email-adres is al in gebruik.
sl: E-pošta je že v uporabi.
tr: E-posta halihazırda kullanılıyor.

source: New version has to be higher than the previous one.
cs: Nová verze musí být vyšší než předchozí.
el: Η νέα έκδοση πρέπει να είναι μεγαλύτερη από την προηγούμενη.
fr: La nouvelle version doit être plus élevée que la précédente.
nl: Nieuwe versienummer moet hoger zijn dan het vorige.
sl: Nova različica mora biti višja od prejšnje.
tr: Yeni sürüm bir öncekinden daha yüksek olmalıdır.

source: "template.json" was not found in archive.
cs: "template.json" nebyl nalezen v archivu.
el: "template.json" δεν βρέθηκε στο αρχείο.
fr: Le fichier "template.json" n'a pas été trouvé dans l'archive.
nl: “template.json” kon niet in het archief gevonden worden.
sl: "template.json" ni bil najden v arhivu.
tr: "template.json" arşivde bulunamadı.

source: Error while parsing template.json: "%s".
cs: Chyba při načítání template.json: "%s".
el: Σφάλμα κατά την ανάλυση του template.json: "%s".
fr: Erreur lors de l'analyse du fichier template.json : "%s".
nl: Fout bij het analyseren van template.json: “%s”.
sl: Napaka pri razčlenjevanju template.json: "%s".
tr: Template.json ayrıştırılırken hata oluştu: "%s".

source: Asset "%s" was not found in archive.
cs: Soubor "%s" nebyl nalezen v archivu.
el: Το στοιχείο "%s" δεν βρέθηκε στο αρχείο.
fr: L'actif "%s" n'a pas été trouvé dans les archives.
nl: Onderdeel “%s” kon niet in het archief gevonden worden.
sl: Sredstvo "%s" ni bilo najdeno v arhivu.
tr: Varlık "%s" arşivde bulunamadı.

source: Invalid credentials.
cs: Neplatné přihlašovací údaje.
el: Μη έγκυρα διαπιστευτήρια.
fr: Informations d'authentification non valides.
nl: Ongeldige logingegevens.

source: Link is not valid.
cs: Odkaz není validní.
el: Ο σύνδεσμος δεν είναι έγκυρος.
fr: Le lien n'est pas valide.
nl: Link is niet geldig.
sl: Povezava ni veljavna.
tr: Bağlantı geçerli değil.

source: This email is not connected to any organization.
cs: Tento email není připojen k žádné organizaci.
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν συνδέεται με κανέναν οργανισμό.
fr: Ce courriel n'est lié à aucune organisation.
nl: Dit Emailadres is niet verbonden aan een organisatie.
sl: To e-poštno sporočilo ni povezano z nobeno organizacijo.
tr: Bu e-posta herhangi bir kuruluşla bağlantılı değil.

source: Organization email is already used.
cs: Email organizace je již použitý.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του οργανισμού χρησιμοποιείται ήδη.
fr: Ce courriel organisationnel est déjà utilisé.
nl: Organisatie-emailadres al in gebruik.
sl: Elektronska pošta organizacije je že uporabljena.
tr: Organizasyon e-postası haihazırda kullanılıyor.

source: Organization ID is already used.
cs: ID organizace je již použité.
el: Το αναγνωριστικό οργανισμού χρησιμοποιείται ήδη.
fr: L'ID de l'organisation est déjà utilisée.
nl: Organisatie-ID al in gebruik.
sl: ID organizacije je že uporabljen.
tr: Organizasyon Tanımlayıcı halihazırda kullanılıyor.

source: A hash query param has to be provided.
cs: Parametr dotazu "hash" musí být poskytnutý.
el: Πρέπει να παρέχεται μια hash query param .
fr: Un paramètre de requête hash doit être fourni.
nl: Er moet een hash-queryparameter worden opgegeven.
sl: Zagotoviti je treba parameter zgoščene poizvedbe.
tr: Bir karma sorgu parametresi sağlanmalıdır.

source: App ID is already used.
cs: ID aplikace je již použité.
el: Το App ID χρησιμοποιείται ήδη.
fr: L' ID de l'application est déjà utilisée.
nl: App ID is al gebruikt.
sl: ID aplikacije je že uporabljen.
tr: Uygulama Tanımlayıcı halihazırda kullanılıyor.

source: File with this name already exists.
cs: Soubor s tímto jménem již existuje.
el: Υπάρχει ήδη κάποιο αρχείο με αυτό το όνομα .
fr: Un fichier avec ce nom existe déjà.
nl: Er bestaat al een bestand met deze naam.
sl: Datoteka s tem imenom že obstaja.
tr: Bu ada sahip dosya halihazırda mevcut.

source: Authentication Code is not provided.
cs: Chybí autentizační kód.
el: Δεν παρέχεται κωδικός ταυτοποίησης (Authentication Code).
fr: Le code d'authentification n'est pas fourni.
nl: Autorisatiecode is niet opgegeven.
sl: Avtentikacijska koda ni zagotovljena.
tr: Kimlik Doğrulama Kodu sağlanmamıştır.

source: Profile Information from OpenID service is missing.
cs: Chybí profilové informace z OpenID služby.
el: Λείπουν πληροφορίες προφίλ από την υπηρεσία OpenID.
fr: Les informations de profil du service OpenID sont manquantes.
nl: Profielinformatie mist van de OpenID service.
sl: Informacije o profilu iz storitve OpenID manjkajo.
tr: OpenID hizmetinden Profil Bilgileri eksik.

source: Document template cannot be deleted because it is used in some projects or documents.
cs: Šablona dokumentů nemůže být odstraněna, protože je použita v některých projektech nebo dokumentech.
el: Το πρότυπο εγγράφου δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται σε ορισμένα έργα ή έγγραφα.
fr: Le modèle de document ne peut être supprimé car il est utilisé pour certains projets ou documents.
nl: Documentsjabloon kan niet worden verwijderd omdat het gebruikt wordt in projecten en/of documenten.
sl: Predloge dokumenta ni mogoče izbrisati, ker se uporablja v nekaterih projektih ali dokumentih.
tr: Belge şablonu bazı projelerde veya belgelerde kullanıldığı için silinemez.

source: Document template metamodel version is not supported.
cs: Verze metamodelu šablony dokumentů není podporována.
el: Η έκδοση του μεταμοντέλου προτύπου εγγράφου δεν υποστηρίζεται.
fr: La version du métamodèle du modèle de documents n'est pas (plus) prise en charge.
nl: Metamodel voor documentsjabloon wordt niet ondersteund.
sl: Različica metamodela predloge dokumenta ni podprta.
tr: Belge şablonu metamodel sürümü desteklenmiyor.

source: Limit of %s reached (current: %s, limit: %s)
cs: Limit %s překročen (aktuálně: %s, limit: %s)
el: Επίτευξη ορίου %s (τρέχον: %s, όριο: %s)
fr: Limite de %s atteinte (actuel : %s, limite : %s)
nl: Limiet van %s bereikt (nu: %s, limiet: %s)
sl: Dosežena je omejitev %s (trenutna: %s, omejitev: %s)
tr: %s sınırına ulaşıldı (geçerli: %s, sınır: %s)

source: storage
cs: úložiště
el: αποθήκη
fr: stockage
nl: opslag
sl: shranjevanje
tr: depolama

source: users
cs: uživatelů
el: χρήστες
fr: utilisateur·rices
nl: gebruikers
sl: uporabniki
tr: kullanıcılar

source: active users
cs: aktivních uživatelů
el: ενεργοί χρήστες
fr: utilisateur·rices actif·ves
nl: actieve gebruikers
sl: aktivni uporabniki
tr: aktif kullanıcılar

source: knowledge model editors
cs: editorů znalostních modelů
el: επεξεργαστές μοντέλων γνώσης
fr: éditeurs de modèles de connaissances
nl: bewerkers van kennismodellen
sl: urejevalniki modelov znanja
tr: bilgi modeli editörleri

source: knowledge models
cs: znalostních modely
el: μοντέλα γνώσης
fr: modèles de connaissances
nl: kennismodellen
sl: modeli znanja
tr: bilgi modelleri

source: projects
cs: projektů
el: έργα
fr: projets
nl: projecten
sl: projekti
tr: projeler

source: document templates
cs: šablon dokumentů
el: πρότυπα εγγράφων
fr: modèles de documents
nl: documentsjablonen
sl: predloge dokumentov
tr: belge şablonları

source: document template editors
cs: editorů šablon dokumentů
el: επεξεργαστές προτύπων εγγράφων
fr: éditeurs de modèles de documents
nl: Editors voor documentsjablonen
sl: urejevalniki predlog dokumentov
tr: belge şablonu düzenleyicileri

source: documents
cs: dokumentů
el: έγγραφα
nl: documenten
sl: dokumenti
tr: belgeler

source: locales
cs: překladů
el: τοπικές ρυθμίσεις
fr: localisations
sl: lokalno
tr: YERELLER

source: "locale.json" was not found in archive.
cs: "locale.json" nebyl nalezen v archivu.
el: "locale.json" δεν βρέθηκε στο αρχείο.
fr: Le fichier "locale.json" n'a pas été trouvé dans l'archive.
nl: “locale.json” kon niet in het archief gevonden worden.
sl: "locale.json" ni bil najden v arhivu.
tr: "locale.json" arşivde bulunamadı.

source: Error while parsing locale.json: "%s".
cs: Chyba při načítání locale.json: "%s".
el: Σφάλμα κατά την ανάλυση του locale.json: "%s".
fr: Erreur lors de l'analyse du fichier locale.json : "%s".
nl: Fout bij het analyseren van locale.json: “%s”.
sl: Napaka pri razčlenjevanju locale.json: "%s".
tr: locale.json ayrıştırılırken hata oluştu: "%s".

source: File "%s" was not found in archive.
cs: Soubor "%s" nebyl nalezen v archivu.
el: Το αρχείο "%s" δεν βρέθηκε στο αρχείο.
fr: Le fichier "%s" n'a pas été trouvé dans les archives.
nl: Bestand “%s” kon niet in het archief gevonden worden.
sl: Datoteke "%s" ni bilo mogoče najti v arhivu.
tr: "%s" dosyası arşivde bulunamadı.

source: The locale not found in Registry
cs: Tento překlad nebyl nalezen ve službě Registry
el: Η τοπική ρύθμιση δεν βρέθηκε στο μητρώο
fr: La localisation n'a pas été trouvée dans le Registry
nl: De taal is niet in het register gevonden
sl: Krajevnega jezika ni mogoče najti v registru
tr: Yerel ayar Kayıt Defterinde bulunamadı

source: Knowledge Model cannot be deleted because it is used in some Projects or Knowledge Model Editors.
cs: Znalostní model nemůže být odstraněn, protože je použit v některých projektech nebo editorech modelů.
el: Το Μοντέλο γνώσης δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται σε ορισμένα Έργα ή επεξεργαστές μοντέλων γνώσης.
fr: Le modèle de connaissances ne peut pas être supprimé car il est utilisé dans certains projets ou éditeurs de modèles de connaissances.
nl: Kennismodel kan niet worden verwijderd omdat het in gebruik is in projecten of kennismodel-editor.
sl: Modela znanja ni mogoče izbrisati, ker se uporablja v nekaterih projektih ali urejevalnikih modelov znanja.
tr: Bilgi Modeli, bazı Projelerde veya Bilgi Modeli Düzenleyicilerinde kullanıldığı için silinemez.

source: The Knowledge Model was not found in the Registry.
cs: Tento znalostní model nebyl nalezen ve službě Registry.
el: Το μοντέλο γνώσης δεν βρέθηκε στο μητρώο.
fr: Le modèle de connaissances n'a pas été trouvé dans le Registry.
nl: Het kennismodel is niet in het register gevonden.
sl: Model znanja ni bil najden v registru.
tr: Bilgi Modeli Kayıt Defterinde bulunamadı.

source: Project cannot be deleted because it is used in some project migration.
cs: Projekt nemůže být odstraněn, protože je použit v migraci projektu.
el: Το έργο δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται σε κάποια μεταφορά έργου.
fr: Le projet ne peut pas être supprimé car il est utilisé dans une migration de projet.
nl: Het project kan niet verwijderd worden omdat het in een projectmigratie wordt gebruikt.
sl: Projekta ni mogoče izbrisati, ker se uporablja pri migraciji nekaterih projektov.
tr: Proje, bazı proje geçişlerinde kullanıldığı için silinemez.

source: The document template was not found in the Registry.
cs: Šablona dokumentů nebyla nalezena v Registry.
el: Το πρότυπο εγγράφου δεν βρέθηκε στο μητρώο.
fr: Le modèle de document n'a pas été trouvé dans le DSW Registry.
nl: Het documentsjabloon is niet gevonden in het register.
sl: Predloga dokumenta ni bila najdena v registru.
tr: Belge şablonu Kayıt Defterinde bulunamadı.

source: Incorrect email or password
cs: Nesprávný email nebo heslo
el: Λανθασμένη διεύθυνση ηλεκτρονικού ταχυδρομείου ή κωδικός πρόσβασης
fr: Courriel ou mot de passe incorrect
nl: Incorrect e-mail of wachtwoord
sl: Napačno e-poštno sporočilo ali geslo
tr: Yanlış e-posta veya şifre

source: Incorrect authentication code
cs: Nesprávný autentizační kód
el: Λανθασμένος κωδικός ταυτοποίησης
fr: Code d'authentication incorrect
nl: Onjuiste verificatiecode
sl: Nepravilna koda za preverjanje pristnosti
tr: Yanlış kimlik doğrulama kodu

source: The account is not activated.
cs: Účet není aktivován.
el: Ο λογαριασμός δεν έχει ενεργοποιηθεί.
fr: Le compte n'est pas activé.
nl: Het account is niet geactiveerd.
sl: Račun ni aktiviran.
tr: Hesap etkinleştirilmedi.

source: %s cannot be empty.
cs: %s nemůže být prázdné.
el: Το %s δεν μπορεί να είναι κενό.
fr: %s ne peut pas être non renseigné.
nl: %s kan niet leeg zijn.
sl: %s ne more biti prazno.
tr: %s boş olamaz.

source: This is not a valid email.
cs: Toto není platný email.
el: Αυτή διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη.
fr: Ceci n'est pas un courriel valide.
nl: Dit is geen geldig e-mailadres.
sl: To ni veljaven e-poštni naslov.
tr: Bu geçerli bir e-posta değil.

source: This is not a valid number.
cs: Toto není platné číslo.
el: Αυτός ο αριθμός δεν είναι έγκυρος.
fr: Ceci n'est pas un nombre valide.
nl: Dit is geen geldig getal.
sl: To ni veljavna številka.
tr: Bu geçerli bir numara değildir.
