Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: As an admin, you configure the instance and manage user accounts.
cs: Jako administrátor nastavujete instanci a spravujete uživatelské účty.
el: Ως διαχειριστής, ρυθμίζετε τις παραμέτρους του στιγμιότυπου και διαχειρίζεστε τους λογαριασμούς χρηστών.
fr: En tant qu' administrateur·rice, vous configurez l'instance et gérez les comptes utilisateurs.
nl: Als beheerder configureer je de instantie en beheer je de gebruikersaccounts.
sl: Kot upravitelj konfigurirate primerek in upravljate uporabniške račune.
tr: Yönetici olarak örneği yapılandırır ve kullanıcı hesaplarını yönetirsiniz.

source: As a data steward, you prepare knowledge models, document templates, and project templates for researchers.
cs: Jako správce dat připravujete znalostní modely, šablony dokumentů a projektové šablony pro výzkumníky.
el: Ως διαχειριστής δεδομένων, προετοιμάζετε μοντέλα γνώσης, πρότυπα εγγράφων και πρότυπα έργων για τους ερευνητές.
fr: En tant que gestionnaire de données, vous préparez des modèles de connaissances, des modèles de documents et des modèles de projets pour les chercheur·se·s.
nl: Als datasteward prepareer je kennismodellen, documentsjablonen en projectsjablonen voor de onderzoekers.
sl: Kot skrbnik podatkov za raziskovalce pripravljate modele znanja, predloge dokumentov in projektne predloge.
tr: Bir veri sorumlusu olarak araştırmacılar için bilgi modelleri, belge şablonları ve proje şablonları hazırlarsınız.

source: As a researcher, you create and collaborate on data management plans.
cs: Jako výzkumník můžete vytvářet a spolupracovat na projektech.
el: Ως ερευνητής, δημιουργείτε και συνεργάζεστε σε σχέδια διαχείρισης δεδομένων.
fr: En tant que chercheur·se, vous créez et collaborez à des plans de gestion des données ou des questionnaires.
nl: Als een onderzoeker maak je samen met anderen datamanagementplannen.
sl: Kot raziskovalec pripravljate načrte za upravljanje podatkov in sodelujete pri njih.
tr: Bir araştırmacı olarak, veri yönetimi planları oluşturur ve bu planlar üzerinde işbirliği yaparsınız.

source: Unable to get documents.
cs: Nelze získat dokumenty.
el: Αδυναμία λήψης εγγράφων.
fr: Impossible d'obtenir les documents.
nl: Kan documenten niet ophalen.
sl: Dokumentov ni mogoče pridobiti.
tr: Belgelere ulaşılamıyor.

source: Document could not be deleted.
cs: Dokument nemohl být odstraněn.
el: Το έγγραφο δεν μπόρεσε να διαγραφεί.
fr: Le document n'a pas pu être supprimé.
nl: Het document kon niet verwijderd worden.
sl: Dokumenta ni bilo mogoče izbrisati.
tr: Belge silinemedi.

source: Unable to get submission services for the document.
cs: Nelze získat služby pro odeslání tohoto dokumentu.
el: Δεν είναι δυνατή η λήψη υπηρεσιών υποβολής για το έγγραφο.
fr: Impossible d'obtenir les services de soumission pour le document.
nl: Kon de indieningsservices voor het document niet ophalen.
sl: Ni mogoče pridobiti storitev za predložitev dokumenta.
tr: Belge için gönderim hizmetleri alınamıyor.

source: Unable to submit the document.
cs: Nelze odeslat dokument.
el: Δεν είναι δυνατή η υποβολή του εγγράφου.
fr: Impossible de soumettre le document.
nl: Kan het document niet indienen.
sl: Dokumenta ni mogoče predložiti.
tr: Belge gönderilemiyor.

source: Submissions
cs: Odeslání
el: Υποβολές
fr: Soumissions
nl: Indieningen
sl: Predložitve
tr: Başvurular

source: There are no documents.
cs: Nejsou zde žádné dokumenty.
el: Δεν υπάρχουν έγγραφα.
fr: Il n'y a pas de documents.
nl: Er zijn geen documenten.
sl: Dokumentov ni.
tr: Hiçbir belge yok.

source: Search documents...
cs: Hledat dokumenty...
el: Αναζήτηση εγγράφων...
fr: Rechercher les documents...
nl: Doorzoek documenten…
sl: Iskanje dokumentov...
tr: Belgeleri arayın...

source: Created
cs: Vytvořeno
el: Δημιουργήθηκε
fr: Date de création
nl: Gemaakt
sl: Ustvarjeno
tr: Oluşturuldu

source: Click to download the document
cs: Klikněte pro stažení dokumentu
el: Κάντε κλικ για να κατεβάσετε το έγγραφο
fr: Cliquez pour téléverser le document
nl: Klik om het document te downloaden
sl: Kliknite za prenos dokumenta
tr: Belgeyi indirmek için tıklayın

source: Download
cs: Stáhnout
el: Λήψη
fr: Télécharger
nl: Downloaden
sl: Prenesi
tr: İndir

source: Submit
cs: Potvrdit
el: Υποβολή
fr: Soumettre
nl: Indienen
sl: Pošlji
tr: Gönder

source: View error
cs: Zobrazit chybu
el: Προβολή σφάλματος
fr: Erreur d'affichage
nl: Fout bij bekijken
sl: Prikaži napako
tr: Hatayı görüntüle

source: Queued
cs: Ve frontě
el: Στην ουρά
fr: En attente
nl: In de wachtrij
sl: V čakalni vrsti
tr: Sırada

source: In Progress
cs: Probíhá
el: Σε εξέλιξη
fr: En cours
nl: Bezig
sl: V teku
tr: Devam Ediyor

source: Submitting
cs: Odesílá se
el: Υποβάλλεται
fr: Soumettre
nl: Aan het indienen
sl: Pošiljanje
tr: Gönderiliyor

source: Submitted
cs: Odesláno
el: Υποβλήθηκε
fr: Soumis
nl: Ingediend
sl: Predloženo
tr: Teslim edildi

source: View submission
cs: Zobrazit odeslání
el: Προβολή υποβολής
fr: Afficher la soumission
nl: Indiening inzien
sl: Prikaz predložitve
tr: Gönderimi görüntüle

source: Are you sure you want to permanently delete %s?
cs: Opravdu chcete nevratně odstranit %s?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε οριστικά το %s;
fr: Êtes-vous certain·e de vouloir supprimer définitivement %s ?
nl: Weet je zeker dat je %s definitief wilt verwijderen?
sl: Ste prepričani, da želite trajno izbrisati %s?
tr: s'yi kalıcı olarak silmek istediğinizden emin misiniz?

source: Delete document
cs: Odstranit dokument
el: Διαγραφή εγγράφου
fr: Supprimer le document
nl: Verwijder document
sl: Izbriši dokument
tr: Belgeyi sil

source: There are no submission services configured for this type of document.
cs: Nejsou nastavené žádné služby pro odeslání tohoto typu dokumentu.
el: Δεν υπάρχουν διαμορφωμένες υπηρεσίες υποβολής για αυτόν τον τύπο εγγράφου.
fr: Aucun service de soumission n'est configuré pour ce type de document.
nl: Er zijn geen indieningsservices voor dit type document geconfigureerd.
sl: Za to vrsto dokumenta niso konfigurirane nobene storitve predložitve.
tr: Bu belge türü için yapılandırılmış herhangi bir gönderim hizmeti bulunmamaktadır.

source: You can find it here:
cs: Můžete nalézt zde:
el: Μπορείτε να το βρείτε εδώ:
fr: Vous pouvez le trouver ici :
nl: Je kunt het hier vinden:
sl: Najdete ga tukaj:
tr: Burada bulabilirsiniz:

source: The document was successfully submitted.
cs: Dokument byl úspěšně odeslán.
el: Το έγγραφο υποβλήθηκε επιτυχώς.
fr: Le document a été soumis avec succès.
nl: Het document is succesvol ingediend.
sl: Dokument je bil uspešno predložen.
tr: Belge başarıyla gönderildi.

source: The document submission failed.
cs: Odeslání dokumentu selhalo.
el: Η υποβολή του εγγράφου απέτυχε.
fr: La soumission du document a échoué.
nl: De indiening is mislukt.
sl: Oddaja dokumenta ni bila uspešna.
tr: Belge gönderimi başarısız oldu.

source: Submit %s
cs: Odeslat %s
el: Υποβολή %s
fr: Soumettre %s
nl: Dien %s in
sl: Pošlji %s
tr: Gönder %s

source: Document error
cs: Chyba dokumentu
el: Σφάλμα εγγράφου
fr: Erreur de document
nl: Documentfout
sl: Napaka v dokumentu
tr: Belge hatası

source: Submission error
cs: Chyba odeslání
el: Σφάλμα υποβολής
fr: Erreur de soumission
nl: Indieningsfout
sl: Napaka pri oddaji
tr: Gönderim hatası

source: Unable to get the document template.
cs: Nelze získat šablonu dokumentů.
el: Δεν είναι δυνατή η λήψη του προτύπου εγγράφου.
fr: Impossible d'obtenir le modèle de documents.
nl: Kan documentsjabloon niet ophalen.
sl: Ni mogoče pridobiti predloge dokumenta.
tr: Belge şablonu alınamıyor.

source: Document template could not be created.
cs: Šablona dokumentů nemohla být vytvořena.
el: Το πρότυπο εγγράφου δεν μπόρεσε να δημιουργηθεί.
fr: Le modèle de documents n'a pas pu être créé.
nl: Documentsjabloon kon niet worden aangemaakt.
sl: Predloge dokumenta ni bilo mogoče ustvariti.
tr: Belge şablonu oluşturulamadı.

source: Create Document Template
cs: Vytvořit šablonu dokumentů
el: Δημιουργία προτύπου εγγράφου
fr: Créer un modèle de documents
nl: Maak documentsjabloon
sl: Ustvari predlogo dokumenta
tr: Belge Şablonu Oluştur

source: Document Template ID
cs: ID šablony dokumentu
el: Αναγνωριστικό (ID) προτύπου εγγράφου
fr: ID du modèle de documents
nl: Documentsjabloon-ID
sl: ID predloge dokumenta
tr: Belge Şablon Kimliği

source: Document template ID can contain alphanumeric characters and dashes but cannot start or end with a dash.
cs: ID šablony dokumentů může obsahovat pouze alfanumerické znaky a pomlčky ale nesmí pomlčkou začínat ani končit.
el: Το αναγνωριστικό προτύπου εγγράφου μπορεί να περιέχει αλφαριθμητικούς χαρακτήρες και παύλες, αλλά δεν μπορεί να αρχίζει ή να τελειώνει με παύλα.
fr: L'ID du modèle de documents peut contenir des caractères alphanumériques et des tirets, mais ne peut pas commencer ou se terminer par un tiret.
nl: De ID van een documentsjabloon kan alfanumerieke karakters en liggende streepjes bevatten, maar niet beginnen of eindigen met een liggend streepje.
sl: ID predloge dokumenta lahko vsebuje alfanumerične znake in pomišljaje, vendar se ne sme začeti ali končati s pomišljajem.
tr: Belge şablonu kimliği alfanümerik karakterler ve tire içerebilir ancak tire ile başlayamaz veya bitemez.

source: Based on
cs: Založeno na
el: Με βάση
fr: Basé sur
nl: Gebaseerd op
sl: Na podlagi
tr: Buna göre

source: You can create a new document template based on the existing one or start from scratch.
cs: Lze vytvořit novou šablonu dokumentů založenou na již existující nebo začít od nuly.
el: Μπορείτε να δημιουργήσετε ένα νέο πρότυπο εγγράφου με βάση το υπάρχον ή να ξεκινήσετε από το μηδέν.
fr: Vous pouvez créer un nouveau modèle de documents ou recommencer à zéro.
nl: Je kunt een nieuw documentsjabloon baseren op een bestaande, of met een leeg sjabloon beginnen.
sl: Novo predlogo dokumenta lahko ustvarite na podlagi obstoječe ali pa jo začnete od začetka.
tr: Mevcut şablonu temel alarak yeni bir belge şablonu oluşturabilir veya sıfırdan başlayabilirsiniz.

source: Unable to get template files
cs: Nelze získat soubory šablony
el: Αδυναμία λήψης προτύπων αρχείων
fr: Impossible d'obtenir les fichiers de modèle
nl: Kan sjabloonbestanden niet ophalen
sl: Ni mogoče dobiti datotek s predlogami
tr: Şablon dosyaları alınamıyor

source: Unable to get template assets
cs: Nelze získat prostředky šablony
el: Δεν είναι δυνατή η λήψη πόρων προτύπου
fr: Impossible d'obtenir les ressources du modèle
nl: Kan sjabloon-assets niet ophalen
sl: Ni mogoče pridobiti sredstev predloge
tr: Şablon varlıkları alınamıyor

source: Unable to get file content
cs: Nelze získat obsah souboru
el: Αδυναμία λήψης περιεχομένου αρχείου
fr: Impossible d'obtenir le contenu du fichier
nl: Kan bestandsinhoud niet ophalen
sl: Ni mogoče dobiti vsebine datoteke
tr: Dosya içeriği alınamıyor

source: Unable to get asset
cs: Nelze získat soubor
el: Αδυναμία λήψης πόρου
fr: Impossible d'obtenir un actif
nl: Kan asset niet ophalen
sl: Ni mogoče pridobiti sredstva
tr: Varlık alınamıyor

source: Unable to save file
cs: Nelze uložit soubor
el: Αδυναμία αποθήκευσης αρχείου
fr: Impossible d'enregistrer le fichier
nl: Kan bestand niet opslaan
sl: Ni mogoče shraniti datoteke
tr: Dosya kaydedilemiyor

source: Folder
cs: Složka
el: Φάκελος
fr: Dossier
nl: Map
sl: Mapa
tr: Klasör

source: File
cs: Soubor
el: Αρχείο
fr: Fichier
nl: Bestand
sl: Datoteka
tr: Dosya

source: Upload
cs: Nahrát
el: Ανέβασμα
fr: Téléverser
sl: Naložite
tr: Yükle

source: Move to opposite group
cs: Přesunout do vedlejší skupiny
el: Μετακίνηση σε αντίθετη ομάδα
fr: Déplacer dans le groupe opposé
nl: Verplaats naar de tegenovergestelde groep
sl: Premik v nasprotno skupino
tr: Karşı gruba geç

source: Open a file from the file tree
cs: Otevřít soubor ze stromu souborů
el: Άνοιγμα ενός αρχείου από το δέντρο αρχείων
fr: Ouvrir un fichier à partir de l'arborescence des fichiers
nl: Open een bestand uit het bestandssysteem
sl: Odpiranje datoteke iz drevesa datotek
tr: Dosya ağacından bir dosya açma

source: or
cs: nebo
el: ή
fr: ou
nl: of
sl: ali
tr: veya

source: Create new
cs: Vytvořit nový
el: Δημιουργία νέου
fr: Créer
nl: Nieuwe aanmaken
sl: Ustvarite novo
tr: Yeni oluştur

source: New file
cs: Nový soubor
el: Νέο αρχείο
fr: Nouveau fichier
nl: Nieuw bestand
sl: Nova datoteka
tr: Yeni dosya

source: Add file
cs: Přidat soubor
el: Προσθήκη αρχείου
fr: Ajouter un fichier
nl: Bestand toevoegen
sl: Dodajte datoteko
tr: Dosya ekle

source: New folder
cs: Nová složka
el: Νέος φάκελος
fr: Nouveau dossier
nl: Nieuwe map
sl: Nova mapa
tr: Yeni klasör

source: Add folder
cs: Přidat složku
el: Προσθήκη φακέλου
fr: Ajouter un dossier
nl: Map toevoegen
sl: Dodajanje mape
tr: Klasör ekle

source: Unable to upload file.
cs: Nahrávání souboru se nezdařilo.
el: Αδυναμία μεταφόρτωσης αρχείου.
fr: Le fichier n'a pas pu être téléversé.
nl: Kan het bestand niet uploaden.
sl: Datoteke ni mogoče naložiti.
tr: Dosya yüklenemiyor.

source: Upload files
cs: Nahrát soubory
el: Ανέβασμα αρχείων
fr: Téléverser les fichiers
nl: Bestanden uploaden
sl: Prenesite datoteke
tr: Dosyaları yükle

source: Choose files
cs: Vybrat soubory
el: Επιλέξτε αρχεία
fr: Choisir les fichiers
nl: Kies bestanden
sl: Izberite datoteke
tr: Dosyaları seçin

source: Or just drop them here
cs: Nebo je prostě přetáhněte sem
el: Ή απλά σύρετε τα εδώ
fr: Ou déposez-les ici
nl: Of drop ze hier
sl: Ali pa jih oddajte tukaj
tr: Ya da sadece buraya bırakın

source: Unable to get the document preview.
cs: Nelze získat náhled dokumentu.
el: Δεν είναι δυνατή η προεπισκόπηση του εγγράφου.
fr: Impossible d'obtenir l'aperçu du document.
nl: Kan de voorvertoning van het document niet ophalen.
sl: Ne moremo prikazati predogleda dokumenta.
tr: Belge önizlemesi alınamıyor.

source: Open project
cs: Otevřít projekt
el: Ανοίξτε το έργο
fr: Ouvrir le projet
sl: Odprti projekt
tr: Açık proje

source: Format
cs: Formát
el: Μορφή αρχείου
nl: Vorm
tr: Biçim

source: Preview not set
cs: Náhled není nastavený
el: Δεν έχει οριστεί προεπισκόπηση
fr: Aperçu non défini
nl: Voorvertoning niet ingesteld
sl: Predogled ni nastavljen
tr: Önizleme ayarlanmadı

source: Select project and format you want to preview.
cs: Vybrat projekt a formát pro zobrazení náhledu.
el: Επιλέξτε το έργο και τη μορφή αρχείου που θέλετε να κάνετε προεπισκόπηση.
fr: Sélectionnez le projet et le format que vous souhaitez prévisualiser.
nl: Selecteer het project en het formaat dat je in de voorvertoning wilt.
sl: Izberite projekt in format, ki ga želite predogledati.
tr: Önizlemek istediğiniz projeyi ve formatı seçin.

source: Download preview
cs: Stáhnout náhled
el: Προεπισκόπηση λήψης
fr: Téléverser l'aperçu
nl: Download voorvertoning
sl: Predogled za prenos
tr: Önizlemeyi indirin

source: The document format cannot be displayed in the web browser. You can still download and view it.
cs: Dokument tohoto formátu nemůže být zobrazen ve webovém prohlížeči. Můžete si jej ale stáhnout a zobrazit.
el: Η μορφή του εγγράφου δεν μπορεί να εμφανιστεί στο πρόγραμμα περιήγησης ιστού. Μπορείτε ωστόσο να το κατεβάσετε και να το δείτε.
fr: Le format du document ne peut pas être affiché dans le navigateur web. Vous pouvez néanmoins le téléverser et le visualiser ainsi.
nl: Dit documentformaat kan niet in de webbrowser worden weergegeven. Je kunt het wel downloaden om het te bekijken.
sl: Oblike dokumenta ni mogoče prikazati v spletnem brskalniku. Kljub temu ga lahko prenesete in si ga ogledate.
tr: Belge formatı web tarayıcısında görüntülenemiyor. Yine de indirebilir ve görüntüleyebilirsiniz.

source: Unable to publish document template
cs: Nelze publikovat šablonu dokumentů
el: Αδυναμία δημοσίευσης προτύπου εγγράφου
fr: Impossible de publier le modèle de documents
nl: Kan documentsjabloon niet publiceren
sl: Ni mogoče objaviti predloge dokumenta
tr: Belge şablonu yayınlanamıyor

source: Check the document template's metadata before publishing. You change them in %s.
cs: Před zveřejněním zkontrolujte metadata šablony dokumentu. Změníte je v %s.
el: Ελέγξτε τα μεταδεδομένα του προτύπου εγγράφου πριν από τη δημοσίευση. Τα αλλάζετε στο %s.
fr: Vérifiez les métadonnées du modèle de documents avant de le publier. Vous les modifiez dans %s.
nl: Controleer de metadata van het documentsjabloon voordat u publiceert. U wijzigt ze in %s.
sl: Pred objavo preverite metapodatke predloge dokumenta. Spremenite jih v %s.
tr: Yayınlamadan önce belge şablonunun meta verilerini kontrol edin. Bunları %s içinde değiştirirsiniz.

source: Publish
cs: Publikovat
el: Δημοσίευση
fr: Publier
nl: Publiceer
sl: Objavite
tr: Yayınla

source: Template ID
cs: ID šablony
el: Αναγνωριστικό προτύπου
fr: ID de modèle
nl: Sjabloon ID
sl: ID predloge
tr: Şablon Kimliği

source: License
cs: Licence
el: Άδεια
fr: Licence
nl: Licentie
sl: Licenca
tr: Lisans

source: Unable to save document template
cs: Nelze uložit šablonu dokumentů
el: Αδυναμία αποθήκευσης προτύπου εγγράφου
fr: Impossible d'enregistrer le modèle de documents
nl: Kan documentsjabloon niet opslaan
sl: Ni mogoče shraniti predloge dokumenta
tr: Belge şablonu kaydedilemiyor

source: General
cs: Obecné
el: Γενικά
fr: Générique
nl: Algemeen
sl: Splošno
tr: Genel

source: Formats
cs: Formáty
el: Μορφές αρχείου
nl: Formaten
sl: Formati
tr: Formatlar

source: Organization ID
cs: ID organizace
el: Αναγνωριστικό οργανισμού
fr: ID de l'organisation
nl: Organisatie-ID
sl: ID organizacije
tr: Organizasyon Kimliği

source: Knowledge Model ID
cs: ID znalostního modelu
el: Αναγνωριστικό Μοντέλου Γνώσης
fr: ID du modèle de connaissances
nl: Kennismodel-ID
sl: ID modela znanja
tr: Bilgi Modeli Kimliği

source: Min Version
cs: Minimální verze
el: Min έκδοση
fr: Version minimale
nl: Oudste toegestane versie
sl: Različica Min
tr: Min Versiyon

source: Max Version
cs: Maximální verze
el: Max έκδοση
fr: Version maximale
nl: Laatste toegestane versie
sl: Največja različica
tr: Maksimum Sürüm

source: Allowed Knowledge Models
cs: Povolené znalostní modely
el: Επιτρεπόμενα Μοντέλα Γνώσης
fr: Modèles de connaissances autorisés
nl: Toegestane kennismodellen
sl: Dovoljeni modeli znanja
tr: İzin Verilen Bilgi Modelleri

source: Add knowledge model
cs: Přidat znalostní model
el: Προσθήκη Μοντέλου Γνώσης
fr: Ajouter un modèle de connaissances
nl: Kennismodel toevoegen
sl: Dodajanje modela znanja
tr: Bilgi modeli ekleyin

source: Add format
cs: Přidat formát
el: Προσθήκη μορφής αρχείου
fr: Ajouter un format
nl: Formaat toevoegen
sl: Dodajanje formata
tr: Biçim ekleyin

source: Icon
cs: Ikona
el: Εικονίδιο
fr: Icône
nl: Pictogram
sl: Ikona
tr: Simge

source: Steps
cs: Kroky
el: Βήματα
fr: Étapes
nl: Stappen
sl: Koraki
tr: Adımlar

source: Add step
cs: Přidat krok
el: Προσθήκη βήματος
fr: Ajouter une étape
nl: Stap toevoegen
sl: Dodajte korak
tr: Adım ekle

source: Options
cs: Možnosti (1 z n)
el: Επιλογές
nl: Opties
sl: Možnosti
tr: Seçenekler

source: Add option
cs: Přidat nastavení
el: Προσθήκη επιλογής
fr: Ajouter une option
nl: Optie toevoegen
sl: Dodajte možnost
tr: Seçenek ekle

source: Value
cs: Hodnota
el: Τιμή
fr: Valeur
nl: Waarde
sl: Vrednost
tr: Değer

source: Quick setup
cs: Rychlé nastavení
el: Γρήγορη ρύθμιση
fr: Configuration rapide
nl: Snelle setup
sl: Hitra nastavitev
tr: Hızlı kurulum

source: There are unsaved changes.
cs: Změny nejsou uloženy.
el: Υπάρχουν μη αποθηκευμένες αλλαγές.
fr: Il y a des modifications non sauvegardées.
nl: Niet alle veranderingen zijn opgeslagen.
sl: Obstajajo neshranjene spremembe.
tr: Kaydedilmemiş değişiklikler var.

source: Unable to get document template
cs: Nelze získat šablonu dokumentů
el: Αδυναμία λήψης προτύπου εγγράφου
fr: Impossible d'obtenir le modèle de documents
nl: Kan documentsjabloon niet ophalen
sl: Ni mogoče pridobiti predloge dokumenta
tr: Belge şablonu alınamıyor

source: Discard
cs: Zahodit
el: Απόρριψη
fr: Supprimer
nl: Gooi weg
sl: Zavrnite
tr: Iskarta

source: unsaved changes
cs: neuložené změny
el: μη αποθηκευμένες αλλαγές
fr: modifications non enregistrées
nl: Niet-opgeslagen wijzigingen
sl: neohranjene spremembe
tr: kaydedilmemiş değişiklikler

source: Files
cs: Soubory
el: Αρχεία
fr: Fichiers
nl: Bestanden
sl: Datoteke
tr: Dosyalar

source: Document template editor could not be deleted.
cs: Editor šablony dokumentů nelze odstranit.
el: Δεν ήταν δυνατή η διαγραφή του συντάκτη προτύπου εγγράφου.
fr: L'éditeur du modèle de documents n'a pas pu être supprimé.
nl: Editor voor documentsjabloon kon niet worden verwijderd.
sl: Urednika predloge dokumenta ni bilo mogoče izbrisati.
tr: Belge şablonu düzenleyicisi silinemedi.

source: Click "Import" button to import a new document template.
cs: Klikněte na tlačítko "Import" pro import nové šablony dokumentu.
el: Κάντε κλικ στην "Εισαγωγή" για να εισαγάγετε ένα νέο πρότυπο εγγράφου.
fr: Cliquez sur le bouton "Importer" pour importer un nouveau modèle de documents.
nl: Klik “Importeer” om een nieuw documentsjabloon te importeren.
sl: Če želite uvoziti novo predlogo dokumenta, kliknite gumb "Uvozi".
tr: Yeni bir belge şablonunu içe aktarmak için "İçe Aktar" düğmesine tıklayın.

source: Search...
cs: Hledat...
el: Αναζήτηση...
fr: Rechercher...
nl: Zoeken…
sl: Iskanje...
tr: Arama...

source: Latest version
cs: Poslední verze
el: Τελευταία έκδοση
fr: Dernière version
nl: Nieuwste versie
sl: Najnovejša različica
tr: En son sürüm

source: Open editor
cs: Otevřít editor
el: Ανοίξτε τον επεξεργαστή
fr: Ouvrir l'éditeur
sl: Odprite urejevalnik
tr: Açık editör

source: Delete document template editor
cs: Odstranit editor šablony dokumentů
el: Διαγραφή συντάκτη προτύπου εγγράφου
fr: Supprimer l'éditeur du modèle de documents
nl: Verwijder editor voor documentsjabloon
sl: Brisanje urejevalnika predlog dokumentov
tr: Belge şablonu düzenleyicisini sil

source: View detail
cs: Zobrazit podrobnosti
el: Προβολή λεπτομερειών
fr: Voir le détail
nl: Bekijk details
sl: Poglej podrobnosti
tr: Detayları görüntüle

source: Export
cs: Exportovat
el: Εξαγωγή
fr: Exporter
nl: Exporteer
sl: Izvoz
tr: İhracat

source: Create editor
cs: Vytvořit editor
el: Δημιουργία επεξεργαστή
fr: Créer un éditeur
nl: Maak editor aan
sl: Ustvari urejevalnik
tr: Editör oluştur

source: Set deprecated
cs: Nastavit jako zastaralé
el: Ορισμός καταργημένων
fr: Ensemble obsolète
nl: Markeer als verouderd
sl: Nastavite zastarelo
tr: Kullanımdan kaldırılmış olarak ayarla

source: Restore
cs: Obnovit
el: Επαναφορά
fr: Restaurer
nl: Herstel
sl: Obnovitev
tr: Geri Yükleme

source: Unable to update the document template.
cs: Nelze aktualizovat šablonu dokumentů.
el: Αδυναμία ενημέρωσης του προτύπου εγγράφου.
fr: Impossible de mettre à jour le modèle de documents.
nl: Kan documentsjabloon niet bijwerken.
sl: Predloge dokumenta ni mogoče posodobiti.
tr: Belge şablonu güncellenemiyor.

source: Document template could not be deleted.
cs: Šablona dokumentu nemohla být odstraněna.
el: Το πρότυπο εγγράφου δεν μπόρεσε να διαγραφεί.
fr: Le modèle de documents n'a pas pu être supprimé.
nl: Kan documentsjabloon niet verwijderen.
sl: Predloge dokumenta ni bilo mogoče izbrisati.
tr: Belge şablonu silinemedi.

source: deprecated
cs: zastaralé
el: καταργημένα
fr: obsolète
nl: verouderd
sl: zastarelo
tr: kullanımdan kaldırılmış

source: non-editable
cs: neupravitelné
el: μη επεξεργάσιμο
fr: non modifiable
nl: niet te wijzigen
sl: ni mogoče urejati
tr: düzenlenemez

source: This is a non-editable document template, i.e., it cannot be edited, or exported.
cs: Jedná se o neupravitelnou šablonu dokumentu, tj. nelze ji upravovat ani exportovat.
el: Πρόκειται για ένα μη επεξεργάσιμο πρότυπο εγγράφου, δηλαδή δεν μπορεί να επεξεργαστεί ή να εξαχθεί.
fr: Il s'agit d'un modèle de document non modifiable, c'est-à-dire qu'il ne peut être ni édité ni exporté.
nl: Dit is een documentsjabloon dat niet kan worden bewerkt of geëxporteerd.
sl: To je predloga dokumenta, ki je ni mogoče urejati, kar pomeni, da je ni mogoče urejati ali izvoziti.
tr: Bu düzenlenebilir olmayan bir belge şablonudur, yani düzenlenemez veya dışa aktarılamaz.
