Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: ht&#8203;tps://github.com/**exampleOwner**/exampleRepository
cs: ht&#8203;tps://github.com/**vlastnik**/repozitar
el: https://github.com/**exampleOwner**/exampleRepository
nl: ht&#8203;tps://github.com/**voorbeeldEigenaar**/voorbeeldRepository
sl: https://github.com/**exampleOwner**/exampleRepository
tr: https://github.com/**exampleOwner**/exampleRepository

source: GitHub Repository Name
cs: Název GitHub repozitáře
el: Όνομα αποθετηρίου GitHub
fr: Nom du repository GitHub
nl: Naam van het GitHub repository
sl: Ime repozitorija GitHub
tr: GitHub Depo Adı

source: ht&#8203;tps://github.com/exampleOwner/**exampleRepository**
cs: ht&#8203;tps://github.com/vlastnik/**repozitar**
el: https://github.com/exampleOwner/**exampleRepository**
sl: https://github.com/exampleOwner/**exampleRepository**
tr: https://github.com/exampleOwner/**exampleRepository**

source: Access Token
cs: Přístupový token
el: Token πρόσβασης
fr: Token d'accès
nl: Toegangstoken
sl: Žeton za dostop
tr: Erişim Simgesi

source: [Personal Access Token](https://help.github.com/en/github/authenticating-to-github/creating-a-personal-access-token-for-the-command-line) for GitHub account creating the issues. Make sure to select **public_repo** scope if the repository is public or **repo** if it is private. We recommend creating a bot account with the access to the feedback repository instead of using your own GitHub account.
cs: [Personal Access Token](https://help.github.com/en/github/authenticating-to-github/creating-a-personal-access-token-for-the-command-line) pro GitHub účet vytvářející hlášení. Ujistěte se, že je vybrán scope **public_repo** v případě veřejného repozitáře nebo **repo** pokud je soukromý. Doporučujeme vytvořit bot účet s přístupem do repozitáře pro zpětnou vazbu namísto použití svého osobního GitHub účtu.
el: [Personal Access Token](https://help.github.com/en/github/authenticating-to-github/creating-a-personal-access-token-for-the-command-line) για το λογαριασμό GitHub που δημιουργεί τα θέματα. Βεβαιωθείτε ότι έχετε επιλέξει την εμβέλεια **public_repo** αν το αποθετήριο είναι δημόσιο ή **repo** αν είναι ιδιωτικό. Συνιστούμε να δημιουργήσετε έναν λογαριασμό bot με πρόσβαση στο αποθετήριο ανατροφοδότησης αντί να χρησιμοποιήσετε τον δικό σας λογαριασμό GitHub.
fr: [Token d'accès personnel](https://help.github.com/en/github/authenticating-to-github/creating-a-personal-access-jeton-for-the-command-line) pour le compte GitHub créant les problèmes. Veillez à sélectionner le périmètre **public_repo** si le repository est public ou **repo** s'il est privé. Nous vous recommandons de créer un compte bot avec l'accès au repository de commentaires au lieu d'utiliser votre propre compte GitHub.
nl: [Persoonlijk Access Token](https://help.github.com/en/github/authenticating-to-github/creating-a-personal-access-token-for-the-command-line) for GitHub account creating the issues. Make sure to select **public_repo** scope if the repository is public or **repo** if it is private. We recommend creating a bot account with the access to the feedback repository instead of using your own GitHub account.
sl: [Personal Access Token](https://help.github.com/en/github/authenticating-to-github/creating-a-personal-access-token-for-the-command-line) za račun GitHub, ki ustvarja vprašanja. Prepričajte se, da ste izbrali področje **public_repo**, če je skladišče javno, ali **repo**, če je zasebno. Priporočamo, da namesto uporabe lastnega računa GitHub ustvarite račun bota z dostopom do repozitorija za povratne informacije.
tr: Sorunları oluşturan GitHub hesabı için [Kişisel Erişim Belirteci] (https://help.github.com/en/github/authenticating-to-github/creating-a-personal-access-token-for-the-command-line). Depo herkese açıksa **public_repo** kapsamını veya özelse **repo** kapsamını seçtiğinizden emin olun. Kendi GitHub hesabınızı kullanmak yerine geri bildirim deposuna erişimi olan bir bot hesabı oluşturmanızı öneririz.

source: Default Project Tags
cs: Výchozí štítky projektů
el: Προεπιλεγμένες ετικέτες έργου
fr: Étiquettes de projet par défaut
nl: Standaard projecttags
sl: Privzete oznake projekta
tr: Varsayılan Proje Etiketleri

source: Default projects tags can be provided to users so they don't have to come up with them on their own. Write one tag per line.
cs: Výchozí štítky projektů mohou být nabídnuty uživatelům, aby si nemuseli vymýšlet vlastní. Pište jeden štítek na samostatný řádek.
el: Οι προεπιλεγμένες ετικέτες έργων μπορούν να παρέχονται στους χρήστες, ώστε να μην χρειάζεται να τις επινοούν μόνοι τους. Γράψτε μια ετικέτα ανά γραμμή.
fr: Des étiquettes de projets par défaut peuvent être fournies aux utilisateur·rice·s pour qu'ils n'aient pas à en créer eux-mêmes. Écrire une étiquette par ligne.
nl: Standaard projecttags kunnen worden opgegeven aan gebruikers zodat ze die zelf niet hoeven verzinnen. Geef een tag per regel.
sl: Uporabnikom lahko zagotovite privzete oznake projektov, tako da jim jih ni treba uvajati samim. V vsako vrstico napišite eno oznako.
tr: Varsayılan proje etiketleri kullanıcılara sağlanabilir, böylece kendi başlarına bulmak zorunda kalmazlar. Her satıra bir etiket yazın.

source: Project Visibility
cs: Viditelnost projektu
el: Ορατότητα έργου
fr: Visibilité du projet
nl: Projectzichtbaarheid
sl: Prepoznavnost projekta
tr: Proje Görünürlüğü

source: If enabled, project visibility can be set for each project. Otherwise, all projects use the *Default Project Visibility*.
cs: Pokud je povoleno, pak viditelnost projektu může být nastavena pro každý projekt. Jinak je vždy použita *Výchozí viditelnost projektu*.
el: Εάν είναι ενεργοποιημένο, η ορατότητα έργου μπορεί να οριστεί για κάθε έργο. Διαφορετικά, όλα τα έργα χρησιμοποιούν την *προεπιλεγμένη ορατότητα έργου*.
fr: Si elle est activée, la visibilité du projet peut être définie pour chaque projet. Sinon, tous les projets utilisent la *visibilité du projet par défaut*.
nl: Als dit is ingeschakeld kan voor elk project een zichtbaarheid worden gekozen. Als het is uitgeschakeld geldt voor alle projecten de *Standaard projectzichtbaarheid*.
sl: Če je omogočeno, lahko vidnost projekta nastavite za vsak projekt posebej. V nasprotnem primeru vsi projekti uporabljajo *privzeto vidnost projekta*.
tr: Etkinleştirilirse, proje görünürlüğü her proje için ayarlanabilir. Aksi takdirde, tüm projeler *Varsayılan Proje Görünürlüğünü* kullanır.

source: Default Project Visibility
cs: Výchozí viditelnost projektu
el: Προεπιλεγμένη ορατότητα έργου
fr: Visibilité par défaut du projet
nl: Standaard projectzichtbaarheid
sl: Privzeta vidnost projekta
tr: Varsayılan Proje Görünürlüğü

source: If *Project Visibility* is enabled, this value is pre-selected when creating a new project. If *Project Visibility* is disabled, this value is used implicitly for new projects.
cs: Pokud je *Viditelnost projektu* povolena, tato hodnota je použita při vytváření nového projektu. Pokud je *Viditelnost projektu* zakázána, tato hodnota je implicitně použita pro nové projekty.
el: Εάν η *Ορατότητα έργου* είναι ενεργοποιημένη, αυτή η τιμή προεπιλέγεται κατά τη δημιουργία ενός νέου έργου. Εάν η *Ορατότητα έργου* είναι απενεργοποιημένη, αυτή η τιμή υπαινίσσεται για νέα έργα.
fr: Si *Visibilité du projet* est activé, cette valeur est présélectionnée lors de la création d'un nouveau projet. Si la *Visibilité du projet* est désactivée, cette valeur est utilisée implicitement pour les nouveaux projets.
nl: Als *Projectzichtbaarheid* is ingeschakeld, dan is dit de voorgeselecteerde optie wanneer een nieuw project wordt aangemaakt. Als *Projectzichtbaarheid* is uitgeschakeld geldt deze waarde impliciet voor alle nieuwe projecten.
sl: Če je omogočena možnost *Vidljivost projekta*, je ta vrednost vnaprej izbrana pri ustvarjanju novega projekta. Če je možnost *Project Visibility* onemogočena, se ta vrednost implicitno uporabi za nove projekte.
tr: Proje Görünürlüğü* etkinleştirilmişse, yeni bir proje oluşturulurken bu değer önceden seçilir. Proje Görünürlüğü* devre dışı bırakılırsa, bu değer yeni projeler için örtük olarak kullanılır.

source: Project Sharing
cs: Sdílení projektu
el: Κοινή χρήση έργου
fr: Partage de projet
nl: Projectdelen
sl: Skupna raba projekta
tr: Proje Paylaşımı

source: If enabled, users can choose if project can be shared with people outside of the wizard or not. Otherwise, all projects use the *Default Project Sharing*.
cs: Pokud je povoleno, uživatelé si mohou vybrat, zda je projekt sdílen s lidmi mimo nebo ne. Jinak všechny projekty používají *Výchozí sdílení projektu*.
el: Εάν είναι ενεργοποιημένο, οι χρήστες μπορούν να επιλέξουν εάν το έργο μπορεί να κοινοποιηθεί σε άτομα εκτός του wizard ή όχι. Διαφορετικά, όλα τα έργα χρησιμοποιούν την *προεπιλεγμένη κοινή χρήση έργου*.
fr: Si activé, les utilisateur·rice·s peuvent choisir si le projet peut être partagé avec des personnes extérieures au site DSW ou non. Sinon, tous les projets utilisent le *partage de projet par défaut*.
nl: Als dit is ingeschakeld kunnen gebruikers kiezen of ze een project willen delen met mensen buiten DSW of niet. Als het is uitgeschakeld geldt voor alle projecten de *Default Project Sharing*.
tr: Etkinleştirilirse, kullanıcılar projenin DSW dışındaki kişilerle paylaşılıp paylaşılmayacağını seçebilir. Aksi takdirde, tüm projeler *Varsayılan Proje Paylaşımını* kullanır.

source: Default Project Sharing
cs: Výchozí sdílení projektu
el: Προεπιλεγμένη κοινή χρήση έργου
fr: Partage du projet par défaut
nl: Standaard projectdelen
sl: Privzeta souporaba projekta
tr: Varsayılan Proje Paylaşımı

source: If *Project Sharing* is enabled, this value is pre-selected when creating a new project. If *Project Sharing* is disabled, this value is used implicitly for new projects.
cs: Pokud je *Sdílení projektu* povolena, tato hodnota je použita při vytváření nového projektu. Pokud je *Sdílení projektu* zakázána, tato hodnota je implicitně použita pro nové projekty.
el: Εάν η *Κοινή χρήση έργου* είναι ενεργοποιημένη, αυτή η τιμή προεπιλέγεται κατά τη δημιουργία ενός νέου έργου. Εάν η *Κοινή χρήση έργου* είναι απενεργοποιημένη, αυτή η τιμή υπαινίσσεται για νέα έργα.
fr: Si *Partage de projet* est activé, cette valeur est présélectionnée lors de la création d'un nouveau projet. Si *Partage de projet* est désactivé, cette valeur est utilisée implicitement pour les nouveaux projets.
nl: Als *Projectdelen* is ingeschakeld, dan is deze waarde voorgeselecteerd wanneer een nieuw project wordt aangemaakt. Als *Projectdelen* is uitgeschakeld wordt deze waarde impliciet gebruikt voor nieuwe projecten.
sl: Če je omogočena možnost *Sodelovanje projektov*, je ta vrednost vnaprej izbrana pri ustvarjanju novega projekta. Če je funkcija *Project Sharing* onemogočena, se ta vrednost implicitno uporabi za nove projekte.
tr: Proje Paylaşımı* etkinse, yeni bir proje oluşturulurken bu değer önceden seçilir. Proje Paylaşımı* devre dışı bırakılırsa, bu değer yeni projeler için örtük olarak kullanılır.

source: Project Creation
cs: Vytváření projektu
el: Δημιουργία Έργου
fr: Création de projet
nl: Project-creatie
sl: Ustvarjanje projekta
tr: Proje Oluşturma

source: If enabled, users can view a summary report showing various metrics for the questionnaire.
cs: Pokud je povoleno, uživatelé mohou vidět souhrnný přehled zobrazující různé metriky pro dotazník.
el: Εάν είναι ενεργοποιημένο, οι χρήστες μπορούν να προβάλουν μια περίληψη που δείχνει διάφορες μετρικές για το ερωτηματολόγιο.
fr: Si cette option est activée, les utilisateur·rice·s peuvent afficher un rapport récapitulatif montrant diverses métriques pour le questionnaire.
nl: Als dit is ingeschakeld kunnen gebruikers een samenvatting zien met statistieken over de invulling van de vragenlijst.
sl: Če je ta možnost omogočena, si lahko uporabniki ogledajo zbirno poročilo, ki prikazuje različne metrike za vprašalnik.
tr: Etkinleştirilirse, kullanıcılar anket için çeşitli ölçümleri gösteren bir özet rapor görüntüleyebilir.

source: If enabled, users can submit a feedback to questions to the specified GitHub repository.
cs: Pokud je povoleno, uživatelé mohou odesílat zpětnou vazbu na otázky do nastaveného GitHub repozitáře.
el: Εάν είναι ενεργοποιημένο, οι χρήστες μπορούν να υποβάλουν αξιολόγηση των ερωτήσεων στο καθορισμένο αποθετήριο GitHub.
fr: Si cette option est activée, les utilisateur·rice·s peuvent soumettre un retour d'information sur les questions au repository GitHub spécifié.
nl: Als dit is ingeschakeld kunnen gebruikers feedback geven op vragen naar het opgegeven GitHub repository.
sl: Če je omogočeno, lahko uporabniki pošljejo povratne informacije o vprašanjih v določeno skladišče GitHub.
tr: Etkinleştirilirse, kullanıcılar belirtilen GitHub deposuna sorular için bir geri bildirim gönderebilir.

source: Project Tagging
cs: Štítkování projektu
el: Επισήμανση έργου
fr: Étiquetage es projets
sl: Označevanje projektov
tr: Proje Etiketleme

source: If enabled, users can tag their projects and use these tags to filter them.
cs: Pokud je povoleno, uživatelé mohou štítkovat jejich projekty a použít štítky pro filtrování.
el: Εάν είναι ενεργοποιημένο, οι χρήστες μπορούν να επισημάνουν τα έργα τους και να χρησιμοποιούν αυτές τις ετικέτες για να τα φιλτράρουν.
fr: Si cette option est activée, les utilisateur·rice·s peuvent étiqueter leurs projets et utiliser ces étiquettes pour les filtrer.
nl: Als dit is ingeschakeld kunnen gebruikers hun projecten taggen en deze tags gebruiken om te zoeken.
sl: Če je ta možnost omogočena, lahko uporabniki svoje projekte označijo in jih s temi oznakami filtrirajo.
tr: Etkinleştirilirse, kullanıcılar projelerini etiketleyebilir ve bu etiketleri filtrelemek için kullanabilir.

source: You have signed up for the Registry, you should receive a confirmation email soon.
cs: Zaregistrovali jste se do Registry, měl by vám brzy přijít potvrzovací email.
el: Έχετε εγγραφεί στο Μητρώο, θα λάβετε σύντομα ένα email επιβεβαίωσης.
fr: Vous vous êtes inscrit au DSW Registry, vous devriez bientôt recevoir un courriel de confirmation.
nl: Je hebt je aangemeld bij het register, je ontvangt hierover een bevestigingsbericht per email.
sl: Prijavili ste se v register, kmalu boste prejeli potrditveno e-poštno sporočilo.
tr: Kayıt Defterine kaydoldunuz, yakında bir onay e-postası alacaksınız.

source: Sign up request failed.
cs: Požadavek na registraci selhal.
el: Η αίτηση εγγραφής απέτυχε.
fr: La requête d'inscription a échoué.
nl: Aanmeldverzoek mislukt.
sl: Zahteva za prijavo ni bila uspešna.
tr: Kayıt isteği başarısız oldu.

source: Fill in your DSW Registry token. If you don't have one, you need sign up first.
cs: Vyplňte váš token z DSW Registry. Pokud jej nemáte, musíte se nejprve zaregistrovat.
el: Συμπληρώστε το token του μητρώου DSW. Εάν δεν έχετε, πρέπει πρώτα να εγγραφείτε.
fr: Renseignez votre jeton de DSW Registry. Si vous n'en avez pas, vous devez d'abord vous inscrire.
nl: Vul hier je DSW-register-token in. Als je dat niet hebt, moet je jezelf eerst inschrijven.
sl: Vnesite žeton registra DSW. Če ga nimate, se morate najprej registrirati.
tr: DSW Kayıt jetonunuzu doldurun. Eğer yoksa, önce kaydolmanız gerekir.

source: If enabled, you can import Knowledge Models and Document Templates directly from [DSW Registry](https://registry.ds-wizard.org).
cs: Pokud je povoleno, můžete importovat znalostní modely a šablony dokumentů přímo z [DSW Registry](https://registry.ds-wizard.org).
el: Εάν είναι ενεργοποιημένο, μπορείτε να εισάγετε μοντέλα γνώσης και πρότυπα εγγράφων απευθείας από το [Μητρώο DSW](https://registry.ds-wizard.org).
fr: Si cette option est activée, vous pouvez importer des modèles de connaissances et des modèles de documents directement depuis [DSW Registry] (https://registry.ds-wizard.org).
nl: Als dit is ingeschakeld kunnen kennismodellen en documentsjablonen direct worden geïmporteerd uit het [DSW Register](https://registry.ds-wizard.org).
sl: Če je omogočeno, lahko modele znanja in predloge dokumentov uvozite neposredno iz [Registra DSW] (https://registry.ds-wizard.org).
tr: Etkinleştirilirse, Bilgi Modellerini ve Belge Şablonlarını doğrudan [DSW Registry] (https://registry.ds-wizard.org) adresinden içe aktarabilirsiniz.

source: Organization Name
cs: Název organizace
el: Όνομα οργανισμού
fr: Nom de l'organisation
nl: Organisatienaam
sl: Ime organizacije
tr: Organizasyon Adı

source: Organization Description
cs: Popis organizace
el: Περιγραφή του οργανισμού
fr: Description de l'organisation
nl: Beschrijving van de organisatie
sl: Opis organizacije
tr: Organizasyon Açıklaması

source: The email will be used for a confirmation link and an eventual token recovery.
cs: Email bude použitý pro zaslání ověřovacího odkazu a případně obnovu tokenu.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου θα χρησιμοποιηθεί για έναν σύνδεσμο επιβεβαίωσης και για ενδεχόμενη ανάκτηση του token.
fr: Le courriel sera utilisé pour un lien de confirmation et une éventuelle récupération du jeton.
nl: De email zal worden gebruikt voor een bevestigings-link en eventueel voor een tokenherstel.
sl: Elektronski naslov bo uporabljen za potrditveno povezavo in morebitno obnovitev žetona.
tr: E-posta, bir onay bağlantısı ve nihai token kurtarma için kullanılacaktır.

source: Registry Sign Up
cs: Registrace do Registry
el: Εγγραφή στο μητρώο
fr: Inscription au Registry
nl: Inschrijving voor het register
sl: Prijava v register
tr: Kayıt Kaydı

source: Document Submission
cs: Odeslání dokumentu
el: Υποβολή εγγράφων
fr: Soumission de documents
nl: Indienen van een document
sl: Predložitev dokumentov
tr: Belge Gönderimi

source: Services
cs: Služby
el: Υπηρεσίες
nl: Diensten
sl: Storitve
tr: Hizmetler

source: If enabled, you can configure external services for uploading documents from the instance.
cs: Pokud je povoleno, můžete nastavit externí služby pro odesílání dokumentů z této instance.
el: Εάν είναι ενεργοποιημένο, μπορείτε να ρυθμίσετε εξωτερικές υπηρεσίες για τη μεταφόρτωση εγγράφων από το στιγμιότυπο.
fr: Si cette option est activée, vous pouvez configurer des services externes pour téléverser des documents à partir de l'instance.
nl: Als dit is ingeschakeld, kunnen externe diensten worden geconfigureerd waar documenten uit deze instantie kunnen worden ge-upload.
sl: Če je to omogočeno, lahko konfigurirate zunanje storitve za prenos dokumentov iz primera.
tr: Etkinleştirilirse, örnekten belge yüklemek için harici hizmetleri yapılandırabilirsiniz.

source: Supported Formats
cs: Podporované formáty
el: Υποστηριζόμενες μορφές
fr: Formats supportés
nl: Ondersteunde formaten
sl: Podprti formati
tr: Desteklenen Formatlar

source: Select document templates and formats that can be submitted using this submission service.
cs: Výběr šablony dokumentu a formátů, které mohou být odeslány pomocí této služby.
el: Επιλέξτε πρότυπα και μορφές εγγράφων που μπορούν να υποβληθούν με την υπηρεσία υποβολής.
fr: Sélectionnez les modèle de documents et formats de documents qui peuvent être soumis à l'aide de ce service de soumission.
nl: Selecteer de documentsjablonen en formaten die worden ondersteund voor deze submissiedienst.
sl: Izberite predloge in oblike dokumentov, ki jih je mogoče predložiti s to storitvijo predložitve.
tr: Bu gönderim hizmeti kullanılarak gönderilebilecek belge şablonlarını ve formatlarını seçin.

source: User Properties
cs: Uživatelské vlastnosti
el: Ιδιότητες χρήστη
fr: Propriétés de l'utilisateur·rice
nl: Gebruikerseigenschappen
sl: Lastnosti uporabnika
tr: Kullanıcı Özellikleri

source: You can create properties that can be set by each user in their profile. Then, you can use these properties in the request settings. For example, if you want each user to use their own authorization token, you can create a property called `Token` and use it in request headers as `${Token}`. Users will be able to set the token in their profile settings.
cs: Můžete vytvořit vlastnosti, které si každý uživatel nastaví ve svém profilu. Pak je možné tyto vlastnosti použít v nastavení požadavku. Například pokud chcete, aby použil každý uživatel svůj autorizační token, můžete vytvořit vlastnost `Token` a použít ji v hlavičkách požadavku jako `${Token}`. Uživatelé budou moci nastavit takový token v jejich uživatelském profilu.
el: Μπορείτε να δημιουργήσετε ιδιότητες που μπορούν να οριστούν από κάθε χρήστη στο προφίλ του. Στη συνέχεια, μπορείτε να χρησιμοποιήσετε αυτές τις ιδιότητες στις ρυθμίσεις αιτήσεων. Για παράδειγμα, αν θέλετε κάθε χρήστης να χρησιμοποιεί το δικό του διακριτικό εξουσιοδότησης, μπορείτε να δημιουργήσετε μια ιδιότητα που ονομάζεται `Token` και να τη χρησιμοποιήσετε στις επικεφαλίδες των αιτήσεων ως `${Token}`. Οι χρήστες θα μπορούν να ορίσουν το token στις ρυθμίσεις του προφίλ τους.
fr: Vous pouvez créer des propriétés qui peuvent être renseignées par chaque utilisateur·rice dans son profil. Vous pouvez ensuite utiliser ces propriétés dans les paramètres de la requête. Par exemple, si vous voulez que chaque utilisateur·rice utilise son propre jeton d'autorisation, vous pouvez créer une propriété appelée `Token` et l'utiliser dans les en-têtes de requête sous la forme `${Token}`. Les utilisateur·rices pourront définir le jeton dans les paramètres de leur profil.
nl: Je kunt eigenschappen maken die door elke gebruiker in zijn profiel kunnen worden ingesteld. Vervolgens kunnen deze eigenschappen worden gebruikt in de request-instellingen. Als u bijvoorbeeld wilt dat elke gebruiker zijn eigen autorisatietoken gebruikt, kunt u een eigenschap met de naam `Token` maken en deze in request-headers gebruiken als `${Token}`. Gebruikers kunnen het token instellen in hun profielinstellingen.
sl: Ustvarite lahko lastnosti, ki jih lahko vsak uporabnik nastavi v svojem profilu. Nato lahko te lastnosti uporabite v nastavitvah zahtevka. Če na primer želite, da vsak uporabnik uporabi svoj žeton za avtorizacijo, lahko ustvarite lastnost z imenom `Token` in jo uporabite v glavi zahteve kot `${Token}`. Uporabniki bodo lahko žeton nastavili v nastavitvah svojega profila.
tr: Her kullanıcı tarafından profillerinde ayarlanabilecek özellikler oluşturabilirsiniz. Daha sonra bu özellikleri istek ayarlarında kullanabilirsiniz. Örneğin, her kullanıcının kendi yetkilendirme belirtecini kullanmasını istiyorsanız, `Token` adında bir özellik oluşturabilir ve bunu istek başlıklarında `${Token}` olarak kullanabilirsiniz. Kullanıcılar kendi profil ayarlarında belirteci ayarlayabilecektir.

source: Add property
cs: Přidat vlastnost
el: Προσθήκη ιδιοκτησίας
fr: Ajouter une propriété
nl: Eigenschap toevoegen
sl: Dodajanje lastnosti
tr: Mülk ekle

source: Multipart File Name
cs: Název souboru (multipart)
el: Όνομα αρχείου με πολλαπλά μέρη
fr: Nom du fichier multipart
nl: Multipart-bestandsnaam
sl: Ime večdelne datoteke
tr: Çok Parçalı Dosya Adı

source: Method
cs: Metoda
el: Μέθοδος
fr: Méthode
nl: Methode
sl: Metoda
tr: Yöntem

source: Headers
cs: Hlavičky
el: Επικεφαλίδες
fr: En-têtes
sl: Naslovi
tr: Başlıklar

source: If enabled, file will be sent using multipart request. Otherwise, it will be directly in the request body.
cs: Pokud je povoleno, soubor bude odeslán pomocí multipart požadavku. Jinak bude odeslán přímo v těle požadavku.
el: Εάν είναι ενεργοποιημένο, το αρχείο θα αποστέλλεται με χρήση αίτησης πολλαπλών τμημάτων. Διαφορετικά, θα είναι απευθείας στο σώμα της αίτησης.
fr: Si cette option est activée, le fichier sera envoyé en utilisant la requête multipart. Sinon, il sera directement dans le corps de la requête.
nl: Als dit is ingeschakeld zal het bestand worden verstuurd middels een “Multipart” request. Anders wordt het direct verstuurd in de request body.
sl: Če je omogočeno, bo datoteka poslana z večdelno zahtevo. V nasprotnem primeru bo neposredno v telesu zahteve.
tr: Etkinleştirilirse, dosya çok parçalı istek kullanılarak gönderilecektir. Aksi takdirde, doğrudan istek gövdesinde olacaktır.
