Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Edit expert
cs: Upravit experta
el: Επεξεργασία ειδικού
fr: Modifier l'expert
nl: Wijzig expert
sl: Uredite strokovnjaka
tr: Uzman düzenle

source: Delete expert
cs: Odstranit experta
el: Διαγραφή ειδικού
fr: Supprimer l'expert
nl: Verwijder expert
sl: Izbriši strokovnjaka
tr: Uzmanı sil

source: Edit resource collection
cs: Upravit kolekci zdrojů
fr: Modifier la collection de ressources
nl: Bronnenverzameling bewerken

source: Delete resource collection
cs: Odstranění kolekce zdrojů
fr: Supprimer la collection de ressources
nl: Bronnenverzameling verwijderen

source: Edit resource page
cs: Upravit stránku zdroje
fr: Modifier la page de ressources
nl: Bronnenpagina bewerken

source: Delete resource page
cs: Odstranění stránky zdroje
fr: Supprimer la page de ressources
nl: Bronnenpagina verwijderen

source: Move question
cs: Přesunout otázku
el: Μετακίνηση ερώτηση
fr: Déplacer la question
nl: Verplaats vraag
sl: Premakni vprašanje
tr: Soruyu taşıyın

source: Move answer
cs: Přesunout odpověď
el: Μετακίνηση απάντησης
fr: Déplacer la réponse
nl: Verplaats antwoord
sl: Premakni odgovor
tr: Cevabı taşıyın

source: Move choice
cs: Přesunout volbu
el: Μετακίνηση επιλογής
fr: Déplacer le choix
nl: Verplaats keuze
sl: Premakni izbiro
tr: Hareket seçimi

source: Move reference
cs: Přesunout referenci
el: Μετακίνηση αναφοράς
fr: Déplacer la référence
nl: Verplaats referentie
sl: Premakni referenco
tr: Referans taşıyın

source: Move expert
cs: Přesunout experta
el: Μετακίνηση ειδικού
fr: Déplacer l'expert
nl: Verplaats expert
sl: Premakni strokovnjaka
tr: Uzman taşıyın

source: Resource Page UUID
cs: UUID stránky zdroje
fr: UUID de la page de ressources
nl: UUID van de bronnenpagina

source: Target UUID
cs: Cílové UUID
el: UUID στόχου
fr: UUID de la cible
nl: Doel-UUID
sl: Ciljni UUID
tr: Hedef UUID

source: Cross Reference
cs: Křížová reference
el: Παραπομπή
fr: Référence croisée
nl: Kruisverwijzing
sl: Navzkrižno sklicevanje
tr: Çapraz Referans

source: Reject
cs: Zamítnout
el: Απόρριψη
fr: Rejeter
nl: Verwerpen
sl: Zavrnite
tr: Reddet

source: Apply
cs: Aplikovat
el: Εφαρμογή
fr: Appliquer
nl: Toepassen
sl: Uporabi
tr: Başvurmak

source: Apply all
cs: Aplikovat vše
el: Εφαρμόστε τα όλα
fr: Tout appliquer
nl: Alles toepassen
sl: Uporabi vse
tr: Hepsini uygulayın

source: Migration successfully completed.
cs: Migrace byla úspěšně dokončena.
el: Η μετάβαση ολοκληρώθηκε με επιτυχία.
fr: Migration complétée avec succès.
nl: Migratie compleet.
sl: Migracija je bila uspešno zaključena.
tr: Geçiş başarıyla tamamlandı.

source: You can publish the new version now.
cs: Nyní můžete publikovat novou verzi.
el: Μπορείτε να δημοσιεύσετε τη νέα έκδοση τώρα.
fr: Vous pouvez publier la nouvelle version à présent.
nl: De nieuwe versie is nu klaar om te publiceren.
sl: Novo različico lahko objavite zdaj.
tr: Yeni sürümü şimdi yayınlayabilirsiniz.

source: Unable to get the knowledge model details.
cs: Nelze získat podrobnosti znalostního modelu.
el: Δεν είναι δυνατή η λήψη των λεπτομερειών του Μοντέλου Γνώσης.
fr: Impossible d'obtenir les détails du modèle de connaissances.
nl: Kan de details van het kennismodel niet ophalen.
sl: Ni mogoče pridobiti podrobnosti modela znanja.
tr: Bilgi modeli ayrıntıları alınamıyor.

source: Publishing the new version failed.
cs: Publikování nové verze selhalo.
el: Η δημοσίευση της νέας έκδοσης απέτυχε.
fr: La publication de la nouvelle version a échoué.
nl: Publiceren van de nieuwe versie is mislukt.
sl: Objava nove različice je bila neuspešna.
tr: Yeni sürümün yayınlanması başarısız oldu.

source: Publish new version
cs: Publikovat novou verzi
el: Δημοσίευση νέας έκδοσης
fr: Publier une nouvelle version
nl: Publiceer nieuwe versie
sl: Objava nove različice
tr: Yeni sürümü yayınla

source: Choose a %s so others can use your Knowledge Model.
cs: Vyberte %s tak, aby ostatní mohli používat váš znalostní model.
el: Επιλέξτε ένα %s ώστε να μπορούν οι άλλοι να χρησιμοποιούν το Μοντέλο Γνώσης σας.
fr: Choisissez un %s pour que d'autres puissent utiliser votre modèle de connaissances.
nl: Kies een %s zodat anderen het kennismodel kunnen gebruiken.
sl: Izberite %s, da bodo lahko drugi uporabljali vaš model znanja.
tr: Başkalarının Bilgi Modelinizi kullanabilmesi için bir %s seçin.

source: license
cs: licenci
el: άδεια
fr: licence
nl: licentie
sl: licenca
tr: ruhsat

source: Short description of the Knowledge Model.
cs: Krátký popis znalostního modelu.
el: Περίληψη του Μοντέλου Γνώσης.
fr: Brève description du modèle de connaissances.
nl: Korte beschrijving van het kennismodel.
sl: Kratek opis modela znanja.
tr: Bilgi Modelinin kısa açıklaması.

source: Describe the Knowledge Model, you can use Markdown.
cs: Popis znalostního modelu (s možností Markdown formátu).
el: Περιγράψτε το Μοντέλο Γνώσης, μπορείτε να χρησιμοποιήσετε το Markdown.
fr: Décrivez le modèle de connaissances, vous pouvez utiliser du Markdown.
nl: Beschrijf het kennismodel; Markdown-opmaak is beschikbaar.
sl: Model znanja lahko opišete s pomočjo zapisa Markdown.
tr: Bilgi Modelini tanımlamak için Markdown kullanabilirsiniz.

source: No version of this package has been published yet.
cs: Žádná verze balíčku nebyla dosud publikována.
el: Καμία έκδοση αυτού του πακέτου δεν έχει δημοσιευτεί ακόμη.
fr: Aucune version de ce paquet n'a encore été publiée.
nl: Er is nog geen gepubliceerde versie van dit pakket.
sl: Različica tega paketa še ni bila objavljena.
tr: Bu paketin hiçbir sürümü henüz yayınlanmamıştır.

source: Last version
cs: Poslední verze
el: Τελευταία έκδοση
fr: Dernière version
nl: Laatste versie
sl: Zadnja različica
tr: Son sürüm

source: Open
cs: Otevřít
el: Άνοιγμα
fr: Ouvrir
sl: Odpri
tr: Açık

source: Create KM editor
cs: Vytvořit editor
el: Δημιουργία συντάκτη ΜΓ
fr: Créer un éditeur de modèle de connaissances
nl: Maak een kennismodeleditor
sl: Ustvarjanje urejevalnika KM
tr: KM editörü oluşturun

source: Fork KM
cs: Fork
el: Διακλάδωση ΜΓ
fr: Fork le modèle de connaissances
nl: Fork het kennismodel
sl: Vilice KM
tr: Çatal KM

source: Create project
cs: Vytvořit projekt
el: Δημιουργία έργου
fr: Créer un projet
nl: Maak een project
sl: Ustvari projekt
tr: Proje oluştur

source: Unable to update the knowledge model.
cs: Nelze aktualizovat znalostní model.
el: Αδυναμία ενημέρωσης του Μοντέλου Γνώσης.
fr: Impossible de mettre à jour le modèle de connaissances.
nl: Kan het kennismodel niet bijwerken.
sl: Ni mogoče posodobiti modela znanja.
tr: Bilgi modeli güncellenemiyor.

source: Knowledge Model could not be deleted.
cs: Znalostní model nemohl být odstraněn.
el: Το Μοντέλο Γνώσης δεν μπόρεσε να διαγραφεί.
fr: Le modèle de connaissances n'a pas pu être supprimé.
nl: Het kennismodel kon niet verwijderd worden.
sl: Modela znanja ni bilo mogoče izbrisati.
tr: Bilgi Modeli silinemedi.

source: This is a non-editable knowledge model, i.e., it cannot be edited, forked, or exported.
cs: Jedná se o neupravitelný znalostní model, tj. nelze jej upravovat, forkovat ani exportovat.
el: Πρόκειται για ένα μη επεξεργάσιμο μοντέλο γνώσης, δηλαδή δεν μπορεί να επεξεργαστεί, να διακλαδωθεί ή να εξαχθεί.
fr: Il s'agit d'un modèle de connaissance non modifiable, c'est-à-dire qu'il ne peut être ni édité, ni forked, ni exporté.
nl: Dit kennismodel kan niet bewerkt, gevorkt of geëxporteerd worden.
sl: To je model znanja, ki ga ni mogoče urejati, tj. ni ga mogoče urejati, razcepiti ali izvoziti.
tr: Bu düzenlenebilir olmayan bir bilgi modelidir, yani düzenlenemez, çatallanamaz veya dışa aktarılamaz.

source: This is not the latest available version of this Knowledge Model.
cs: Toto není poslední dostupná verze tohoto znalostního modelu.
el: Αυτή δεν είναι η τελευταία διαθέσιμη έκδοση αυτού του Μοντέλου Γνώσης.
fr: Ceci n'est pas la dernière version disponible de ce modèle de connaissances.
nl: Dit is niet de nieuwste versie van dit kennismodel.
sl: To ni najnovejša razpoložljiva različica tega modela znanja.
tr: Bu Bilgi Modelinin mevcut en son sürümü değildir.

source: Fork of
cs: Fork z
el: Διακλάδωση
fr: Fork de
nl: Vork van
sl: Vilice
tr: Çatal

source: Importing the knowledge model failed.
cs: Importování znalostního modelu selhalo.
el: Η εισαγωγή του Μοντέλου Γνώσης απέτυχε.
fr: L'import du modèle de connaissances a échoué.
nl: Importeren van het kennismodel is mislukt.
sl: Uvoz modela znanja ni uspel.
tr: Bilgi modelinin içe aktarılması başarısız oldu.

source: This doesn't look like a knowledge model. Are you sure you picked the correct file?
cs: Tohle nevypadá jako znalostní model. Opravdu jste vybrali správný soubor?
el: Αυτό δεν μοιάζει με Μοντέλο Γνώσης. Είστε σίγουροι ότι διαλέξατε το σωστό αρχείο;
fr: Ce fichier ne ressemble pas à un modèle de connaissances. Est-ce le correct fichier ?
nl: Dit lijkt niet op een kennismodel. Weet je zeker dat je het juiste bestand hebt gekozen?
sl: To ni videti kot model znanja. Ste prepričani, da ste izbrali pravo datoteko?
tr: Bu bir bilgi modeline benzemiyor. Doğru dosyayı seçtiğinizden emin misiniz?

source: Importing the package failed.
cs: Import balíčku selhal.
el: Η εισαγωγή του πακέτου απέτυχε.
fr: L'importation du paquet a échoué.
nl: Importeren van het pakket is mislukt.
sl: Uvoz paketa ni uspel.
tr: Paketin içe aktarılması başarısız oldu.

source: Previous Package ID
cs: ID předchozího balíčku
el: Αναγνωριστικό προηγούμενο πακέτου
fr: ID du paquet précédent
nl: ID van het vorige pakket
sl: ID prejšnjega paketa
tr: Önceki Paket Kimliği

source: Root Element
cs: Kořenový prvek
el: Ριζικό στοιχείο
fr: Élément racine
sl: Korenski element
tr: Kök Eleman

source: Unable to import the package.
cs: Nezdařilo se importovat balíček.
el: Δεν είναι δυνατή η εισαγωγή του πακέτου.
fr: Impossible d'importer le paquet.
nl: Kan het pakket niet importeren.
sl: Paketa ni mogoče uvoziti.
tr: Paket içe aktarılamıyor.

source: You can find Knowledge Models in %s.
cs: Znalostní modely můžete nalézt v %s.
el: Μπορείτε να βρείτε τα Μοντέλα Γνώσης στο %s.
fr: Vous pouvez trouver des modèles de connaissances dans %s.
nl: Kennismodellen kunne worden gevonden in %s.
sl: Modele znanja lahko najdete v %s.
tr: Bilgi Modellerini %s içinde bulabilirsiniz.

source: Knowledge Model %s has been imported!
cs: Znalostní model %s byl naimportován!
el: Το Μοντέλο Γνώσης %s έχει εισαχθεί!
fr: Le modèle de connaissances %s a été importé !
nl: Kennismodel %s is geïmporteerd!
sl: Model znanja %s je bil uvožen!
tr: Bilgi Modeli %s içe aktarıldı!

source: From OWL
cs: Z OWL
el: Από το OWL
fr: De OWL
nl: Vanuit OWL
sl: Iz OWL
tr: OWL'den

source: Knowledge Model could not be updated.
cs: Znalostní model nemohl být aktualizován.
el: Το Μοντέλο Γνώσης δεν μπόρεσε να ενημερωθεί.
fr: Le modèle de connaissances n'a pas pu être mis à jour.
nl: Kennismodel kon niet worden bijgewerkt.
sl: Modela znanja ni bilo mogoče posodobiti.
tr: Bilgi Modeli güncellenemedi.

source: Click "Import" button to import a new Knowledge Model.
cs: Klikněte na tlačítko "Import" pro import nového znalostního modelu.
el: Κάντε κλικ στο κουμπί "Εισαγωγή" για να εισάγετε ένα νέο Μοντέλο γνώσης.
fr: Cliquez sur le bouton "Importer" pour importer un nouveau modèle de connaissances.
nl: Klik “importeer” om een nieuw kennismodel te importeren.
sl: Če želite uvoziti nov model znanja, kliknite gumb "Uvozi".
tr: Yeni bir Bilgi Modelini içe aktarmak için "İçe Aktar" düğmesine tıklayın.

source: Search KMs...
cs: Hledat modely...
el: Αναζήτηση ΜΓ...
fr: Rechercher les KMs...
nl: Zoek kennismodellen…
sl: Iskanje MZ-jev...
tr: KM'leri arayın...

source: Delete package
cs: Odstranit balíček
el: Διαγραφή πακέτου
fr: Supprimer le paquet
nl: Verwijder pakket
sl: Izbriši paket
tr: Paketi sil

source: Questionnaire could not be created.
cs: Dotazník nemohl být vytvořen.
el: Το ερωτηματολόγιο δεν μπόρεσε να δημιουργηθεί.
fr: Le questionnaire n'a pas pu être créé.
nl: Vragenlijst kon niet worden gemaakt.
sl: Vprašalnika ni bilo mogoče ustvariti.
tr: Anket oluşturulamadı.

source: Questionnaire could not be saved.
cs: Dotazník nemohl být uložen.
el: Το ερωτηματολόγιο δεν μπόρεσε να αποθηκευτεί.
fr: Le questionnaire n'a pas pu être enregistré.
nl: Vragenlijst kon niet worden opgeslagen.
sl: Vprašalnika ni bilo mogoče shraniti.
tr: Anket kaydedilemedi.

source: Unable to get resource page.
cs: Nelze získat stránku zdroje.
fr: Impossible d'obtenir la page de ressources.
nl: Kan bronnenpagina niet ophalen.

source: Set default
cs: Nastavit jako výchozí
el: Ορισμός προεπιλογής
fr: Définir comme défaut
nl: Gebruik standaard
sl: Nastavite privzeto vrednost
tr: Varsayılanı ayarla

source: Disable
cs: Zakázat
el: Απενεργοποίηση
fr: Désactiver
nl: Uitschakelen
sl: Onemogočite
tr: Devre dışı bırak

source: Enable
cs: Povolit
el: Ενεργοποίηση
fr: Activer
nl: Inschakelen
sl: Omogočite
tr: Etkinleştir

source: Creating of the locale failed.
cs: Vytváření překladu selhalo.
el: Η δημιουργία τοπικής ρύθμισης απέτυχε.
fr: La création de la localisation a échoué.
nl: Aanmaken van de taal is mislukt.
sl: Ustvarjanje lokalnega okolja ni uspelo.
tr: Yerel ayarın oluşturulması başarısız oldu.

source: PO File
cs: PO soubor
el: Αρχείο PO
fr: Fichier PO
nl: PO-Bestand
sl: Datoteka PO
tr: PO Dosyası

source: Language Code
cs: Kód jazyku
el: Κώδικας Γλώσσας
fr: Code langue
nl: Taalcode
sl: Jezikovna koda
tr: Dil Kodu

source: Locale ID
cs: ID překladu
el: Αναγνωριστικό Locale
fr: ID de la localisation
nl: Vertalings-ID
sl: ID kraja
tr: Yerel Kimlik

source: Locale Version
cs: Verze překladu
el: Έκδοση Locale
fr: Version de la localisation
nl: Vertalingsversie
sl: Različica lokalnega okolja
tr: Yerel Sürüm

source: Recommended App Version
cs: Doporučená verze aplikace
el: Συνιστώμενη έκδοση εφαρμογής
fr: Version recommandée de l'application
nl: Aanbevolen applicatieversie
sl: Priporočena različica aplikacije
tr: Önerilen Uygulama Sürümü

source: Create Locale
cs: Vytvořit překlad
el: Δημιουργία Locale
fr: Créer une localisation
nl: Taal aanmaken
sl: Ustvarjanje lokalnega okolja
tr: Yerel Ayar Oluştur

source: Unable to get the locale.
cs: Nelze získat překlad.
el: Αδυναμία λήψης της τοπικής ρύθμισης.
fr: Impossible d'obtenir la localisation.
nl: Kan vertaling niet ophalen.
sl: Ni mogoče pridobiti lokalnega okolja.
tr: Yerel ayar alınamıyor.

source: Locale could not be deleted.
cs: Překlad nemohl být odstraněn.
el: Η τοπική ρύθμιση δεν μπόρεσε να διαγραφεί.
fr: La localisation n'a pas pu être supprimée.
nl: De vertaling kon niet verwijderd worden.
sl: Krajevnega imena ni bilo mogoče izbrisati.
tr: Yerel ayar silinemedi.

source: This is not the latest available version of this locale.
cs: Toto není poslední dostupná verze tohoto překladu.
el: Αυτή δεν είναι η τελευταία διαθέσιμη έκδοση αυτής της τοπικής ρύθμισης.
fr: Ceci n'est pas la dernière version disponible de cette localisation.
nl: Dit is niet de nieuwste versie van deze vertaling.
sl: To ni najnovejša razpoložljiva različica tega lokala.
tr: Bu, bu yerel ayarın mevcut en son sürümü değildir.

source: Enabled
cs: Povoleno
el: Ενεργοποιημένο
fr: Activé
nl: Ingeschakeld
sl: Omogočeno
tr: Etkin

source: Disabled
cs: Zakázáno
el: Απενεργοποιημένο
fr: Désactivé
nl: Uitgeschakeld
sl: Onemogočeno
tr: Etkin değil

source: Wizard Version
cs: Wizard verze
fr: Version DSW
nl: DSWizard Versie

source: Locale
cs: Překlad
el: Τοπική ρύθμιση
fr: Paramètre de localisation
nl: Vertaling
sl: Lokacija
tr: Yerel

source: Importing the locale failed.
cs: Importování překladu selhalo.
el: Η εισαγωγή της τοπικής ρύθμισης απέτυχε.
fr: L'importation de la localisation a échoué.
nl: Importeren van de vertaling is mislukt.
sl: Uvoz lokalnega jezika ni uspel.
tr: Yerel ayarın içe aktarılması başarısız oldu.

source: This doesn't look like locale. Are you sure you picked the correct file?
cs: Tohle nevypadá jako překlad. Opravdu jste vybrali správný soubor?
el: Αυτό δεν μοιάζει με τοπική ρύθμιση. Είστε σίγουροι ότι διαλέξατε το σωστό αρχείο;
fr: The fichier ne ressemble pas à une localisation. Est-ce le fichier correct ?
nl: Dit lijkt niet op een locale. Weet je zeker dat je het juiste bestand hebt gekozen?
sl: To ni videti kot lokalni jezik. Ste prepričani, da ste izbrali pravo datoteko?
tr: Bu yerel ayar gibi görünmüyor. Doğru dosyayı seçtiğinizden emin misiniz?

source: Unable to import the locale.
cs: Nelze importovat překlad.
el: Αδυναμία εισαγωγής της τοπικής ρύθμισης.
fr: Impossible d'importer la localisation.
nl: Kan de vertaling niet importeren.
sl: Ni mogoče uvoziti lokalnega jezika.
tr: Yerel ayar içe aktarılamıyor.

source: You can find locales in %s.
cs: Překlady lze nalézt v %s.
el: Μπορείτε να βρείτε τις τοπικές ρυθμίσεις στο %s.
fr: Vous pouvez trouver des localisations dans %s.
nl: Je kunt vertalingen vinden in %s.
sl: Lokalne jezike lahko najdete v %s.
tr: Yerel ayarları %s içinde bulabilirsiniz.

source: Locale %s has been imported!
cs: Překlad %s byl naimportován!
el: Η τοπική ρύθμιση %s έχει εισαχθεί!
fr: La localisation %s a été importée !
nl: Vertaling %s is geïmporteerd!
sl: Lokalni jezik %s je bil uvožen!
tr: Yerel ayar %s içe aktarıldı!

source: Import Locale
cs: Import překladu
el: Εισαγωγή τοπικής ρύθμισης
fr: Importer la localisation
nl: Importeer Vertaling
sl: Uvozni lokalni jezik
tr: Yerel Ayarları İçe Aktar

source: Unable to change locale.
cs: Nelze změnit překlad.
el: Αδυναμία αλλαγής της τοπικής ρύθμισης.
fr: Impossible de modifier la localisation.
nl: Kan vertaling niet wijzigen.
sl: Ni mogoče spremeniti lokalnega jezika.
tr: Yerel ayar değiştirilemiyor.

source: Locale was changed successfully.
cs: Překlad byl úspěšně změněn.
el: Η αλλαγή της τοπικής ρύθμισης έγινε με επιτυχία.
fr: La localisation a été modifiée avec succès.
nl: Vertaling succesvol gewijzigd.
sl: Lokalni jezik je bil uspešno spremenjen.
tr: Yerel ayar başarıyla değiştirildi.

source: Unable to get locales.
cs: Nelze získat překlady.
el: Δεν είναι δυνατή η λήψη των τοπικών ρυθμίσεων.
fr: Impossible d'obtenir les localisations.
nl: Kan vertalingen niet ophalen.
sl: Ni mogoče pridobiti lokalnih jezikov.
tr: Yerel ayarlar alınamıyor.

source: Click "Import" or "Create" button to add a new locale.
cs: Klikněte na "Import" nebo "Vytvořit" pro přidání nového překladu.
el: Κάντε κλικ στο κουμπί "Εισαγωγή" ή "Δημιουργία" για να προσθέσετε μια νέα τοπική ρύθμιση.
fr: Cliquez sur le bouton "Importer" ou "Créer" pour ajouter une nouvelle localisation.
nl: Klik “Importeer” of "Aanmaken" om een nieuwe vertaling toe te voegen.
sl: Kliknite gumb "Uvozi" ali "Ustvari", če želite dodati novo lokacijo.
tr: Yeni bir yerel ayar eklemek için "İçe Aktar" veya "Oluştur" düğmesine tıklayın.

source: Default locale to be used
cs: Výchozí překlad k použití
el: Προεπιλεγμένη τοπική ρύθμιση προς χρήση
fr: Paramètre de localisation par défaut
nl: Te gebruiken standaardvertaling
sl: Privzeti lokalni jezik, ki se uporablja
tr: Kullanılacak varsayılan yerel ayar

source: disabled
cs: zakázáno
el: μη ενεργό
fr: désactivé
nl: uitgeschakeld
sl: onemogočeno
tr: devre dışı

source: Delete locale
cs: Odstranit překlad
el: Διαγραφή locale
fr: Supprimer la localisation
nl: Verwijder vertaling
sl: Brisanje lokalnega jezika
tr: Yerel ayarı sil

source: Unable to change project action.
cs: Nelze změnit projektovou akci.
el: Αδυναμία αλλαγής της ενέργειας του έργου.
fr: Impossible de modifier l'action du projet.
nl: Kan projectactie niet wijzigen.
sl: Ni mogoče spremeniti ukrepa projekta.
tr: Proje eylemi değiştirilemiyor.

source: Project action was changed successfully.
cs: Projektová akce byla úspěšně změněna.
el: Η ενέργεια του έργου άλλαξε με επιτυχία.
fr: L'action du projet a été modifiée avec succès.
nl: Projectactie is succesvol gewijzigd.
sl: Dejavnost projekta je bila uspešno spremenjena.
tr: Proje eylemi başarıyla değiştirildi.

source: Project Actions
cs: Projektové akce
el: Ενέργειες έργου
fr: Actions du projet
nl: Projectacties
sl: Dejavnosti projekta
tr: Proje Eylemleri

source: There are no project actions available.
cs: Nejsou k dispozici žádné projektové akce.
el: Δεν υπάρχουν διαθέσιμες ενέργειες για το έργο.
fr: Il n'y a pas d'actions de projet disponibles.
nl: Er zijn geen projectacties beschikbaar.
sl: Na voljo ni nobenih dejavnosti projekta.
tr: Mevcut proje eylemi bulunmamaktadır.

source: Search actions...
cs: Hledat akce...
el: Αναζήτησης ενεργειών...
fr: Actions de recherche...
nl: Zoek acties...
sl: Iskanje dejavnosti...
tr: Arama eylemleri...

source: enabled
cs: povoleno
el: ενεργοποιημένο
fr: activé
nl: ingeschakeld
sl: omogočeno
tr: etkin

source: Unable to change project importer.
cs: Nelze změnit importér projektu.
el: Αδυναμία αλλαγής του εισαγωγέα έργου.
fr: Impossible de changer l'importateur de projets.
nl: Kan project-importeur niet veranderen.
sl: Ni mogoče spremeniti uvoznika projekta.
tr: Proje ithalatçısı değiştirilemiyor.

source: Project importer was changed successfully.
cs: Importér projektu byl úspěšně změněn.
el: Ο εισαγωγέας έργου άλλαξε με επιτυχία.
fr: L'importateur de projets a été changé avec succès.
nl: Projectimporteur succesvol gewijzigd.
sl: Uvoznik projekta je bil uspešno spremenjen.
tr: Proje ithalatçısı başarıyla değiştirildi.

source: Project Importers
cs: Importéry projektu
el: Εισαγωγείς έργων
fr: Importateurs de projets
nl: Projectimporteurs
sl: Uvozniki projektov
tr: Proje İthalatçıları

source: There are no project importers available.
cs: Nejsou dostupné žádné importéry projektu.
el: Δεν υπάρχουν διαθέσιμοι εισαγωγείς έργων.
fr: Il n'y a pas d'importateur de projets disponible.
nl: Er zijn geen projectimporteurs beschikbaar.
sl: Uvozniki projektov niso na voljo.
tr: Kullanılabilir proje ithalatçısı yoktur.

source: Search importers...
cs: Hledat importéry...
el: Αναζήτηση εισαγωγέων...
fr: Rechercher les importateurs...
nl: Zoek naar importeurs…
sl: Iskanje uvoznikov...
tr: İthalatçıları arayın...

source: %s has been created.
cs: %s byl vytvořen.
el: Το %s έχει δημιουργηθεί.
fr: %s a été créé.
nl: %s is gemaakt.
sl: %s je bil ustvarjen.
tr: s oluşturuldu.

source: Unable to clone project.
cs: Nelze klonovat projekt.
el: Αδυναμία κλωνοποίησης έργου.
fr: Impossible de cloner le projet.
nl: Kan project niet dupliceren.
sl: Projekta ni mogoče klonirati.
tr: Proje klonlanamıyor.

source: Do you want to create a copy of %s?
cs: Chcete vytvořit kopii z %s?
el: Θέλετε να δημιουργήσετε ένα αντίγραφο του %s;
fr: Voulez-vous créer une copie de %s ?
nl: Wil je een kopie maken van %s?
sl: Ali želite ustvariti kopijo %s?
tr: s'nin bir kopyasını mı oluşturmak istiyorsunuz?

source: The original project will remain unchanged.
cs: Původní projekt zůstane nezměněn.
el: Το αρχικό έργο θα παραμείνει αμετάβλητο.
fr: Le projet initial restera inchangé.
nl: Het originele project blijft ongewijzigd.
sl: Prvotni projekt bo ostal nespremenjen.
tr: Orijinal proje değişmeden kalacaktır.

source: Clone Project
cs: Klonovat projekt
el: Κλωνοποίηση Έργου
fr: Cloner le projet
nl: Maak kloon van project
sl: Kloniraj projekt
tr: Klon Projesi

source: Clone
cs: Klonovat
el: Κλονοποίηση
fr: Cloner
nl: Maak kloon
sl: Klon
tr: Klon

source: Project could not be deleted.
cs: Projekt nemohl být odstraněn.
el: Το έργο δεν μπόρεσε να διαγραφεί.
fr: Le projet n'a pas pu être supprimé.
nl: Het project kon niet verwijderd worden.
sl: Projekta ni bilo mogoče izbrisati.
tr: Proje silinemedi.

source: Delete Project
cs: Odstranit projekt
el: Διαγραφή έργου
fr: Supprimer le projet
nl: Verwijder project
sl: Brisanje projekta
tr: Proje Silme

source: Viewer
cs: Zobrazit
el: Θεατής
fr: Lecteur·rice
nl: Kijker
sl: Pregledovalnik
tr: Görüntüleyici

source: Commenter
cs: Komentovat
el: Σχολιαστής
fr: Commentateur·rice
nl: Commentator
sl: Komentator
tr: Yorumcu

source: Owner
cs: Spravovat
el: Ιδιοκτήτης
fr: Propriétaire
nl: Eigenaar
sl: Lastnik
tr: Sahibi

source: Public link
cs: Veřejný odkaz
el: Δημόσιος σύνδεσμος
fr: Lien public
nl: Publieke link
sl: Javna povezava
tr: Genel bağlantı
