Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Add TODO
cs: Přidat TODO
el: Προσθήκη TODO
fr: Ajouter `À faire`
nl: Voeg TODO toe
sl: Dodajte TODO
tr: Yapılacak ekle

source: Feedback
cs: Zpětná vazba
el: Αξιολόγηση
fr: Retour d'information
sl: Povratne informacije
tr: Geri bildirim

source: Copy link
cs: Kopírovat odkaz
el: Αντιγραφή συνδέσμου
fr: Copier le lien
nl: Kopieer link
sl: Kopiraj povezavo
tr: Bağlantıyı kopyala

source: There are some item select questions using this item:
cs: Existuje několik otázek pro výběr položky, které tuto položku používají:
fr: Cet élément est utilisé dans certaines questions de sélection d'éléments :
nl: Er zijn enkele item-selectie-vragen die dit item gebruiken:

source: Remove Item
cs: Odstranit položku
el: Αφαίρεση στοιχείου
fr: Retirer l'élément
nl: Verwijder Item
sl: Odstrani element
tr: Eşyayı Kaldır

source: Are you sure you want to remove this item?
cs: Opravdu chcete odstranit tuto položku?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτό το στοιχείο;
fr: Êtes-vous certain·e de vouloir supprimer cet élément ?
nl: Weet je zeker dat je dit item wilt verwijderen?
sl: Ste prepričani, da želite odstraniti ta element?
tr: Bu öğeyi kaldırmak istediğinizden emin misiniz?

source: Remove
cs: Odstranit
el: Αφαίρεση
fr: Supprimer
nl: Verwijder
sl: Odstranite
tr: Kaldırmak

source: Desirable
cs: Potřebné ve fázi
el: Επιθυμητό
fr: Désirable
nl: Gewenst
sl: Zahtevano
tr: Arzu edilen

source: External links
cs: Externí reference
el: Εξωτερικοί σύνδεσμοι
fr: Liens externes
nl: Externe links
sl: Zunanje povezave
tr: Dış bağlantılar

source: Experts
cs: Experti
el: Ειδικοί
sl: Strokovnjaki
tr: Uzmanlar

source: Are you sure you want to delete version %s?
cs: Opravdu chcete odstranit verzi %s?
el: Σίγουρα θέλετε να διαγράψετε την έκδοση %s;
fr: Êtes-vous certain·e de vouloir supprimer la version %s ?
nl: Weet je zeker dat je versie %s wilt verwijderen?
sl: Ste prepričani, da želite izbrisati različico %s?
tr: s sürümünü silmek istediğinizden emin misiniz?

source: (Your answers will remain unchanged)
cs: (Odpovědi zůstanou nezměněny)
el: (Οι απαντήσεις σας δε θα αλλάξουν)
fr: (Vos réponses resteront inchangées)
nl: (De antwoorden zullen ongewijzigd blijven)
sl: (Vaši odgovori ostanejo nespremenjeni)
tr: (Cevaplarınız değişmeden kalacaktır)

source: Delete version
cs: Odstranit verzi
el: Διαγραφή έκδοσης
fr: Supprimer la version
nl: Verwijder versie
sl: Izbriši različico
tr: Sürüm silme

source: Unable to get feedback.
cs: Nelze získat zpětnou vazbu.
el: Αδυναμία λήψης αξιολόγησης.
fr: Impossible d'obtenir un retour d'information.
nl: Kan geen feedback krijgen.
sl: Ne morete dobiti povratnih informacij.
tr: Geri bildirim alınamıyor.

source: Feedback could not be sent.
cs: Zpětnou vazbu se nepodařilo odeslat.
el: Δεν ήταν δυνατή η αποστολή αξιολόγησης.
fr: Le retour d'information n'a pas pu être envoyé.
nl: Kon feedback niet versturen.
sl: Povratne informacije ni bilo mogoče poslati.
tr: Geri bildirim gönderilemedi.

source: Issue %s
cs: Nahlášení %s
el: Τεύχος %s
fr: Problème %s
sl: Izdaja %s
tr: Sorun %s

source: You can follow the GitHub %s.
cs: Lze sledovat na GitHub: %s.
el: Μπορείτε να ακολουθήσετε το GitHub %s.
fr: Vous pouvez visiter le site de support %s.
nl: Je kunt de GitHub %s volgen.
sl: Spremljate lahko GitHub %s.
tr: GitHub %s'yi takip edebilirsiniz.

source: Done
cs: Hotovo
el: Έτοιμο
fr: Fait
nl: Klaar
sl: Končano
tr: Bitti

source: Send
cs: Odeslat
el: Αποστολή
fr: Envoyer
nl: Stuur
sl: Pošlji
tr: Gönder

source: Your feedback has been sent.
cs: Zpětná vazba byla odeslána.
el: Η αξιολόγηση σας έχει σταλεί.
fr: Vos commentaires ont été envoyés.
nl: Je feedback is verstuurd.
sl: Vaše povratne informacije so bile poslane.
tr: Geri bildiriminiz gönderildi.

source: There are already some issues reported with this question.
cs: Již existují hlášení pro tuto otázku.
el: Έχουν ήδη αναφερθεί κάποια προβλήματα με αυτή την ερώτηση.
fr: Il y a déjà des problèmes signalés en rapport avec cette question.
nl: Er is al eerder iets over deze vraag gerapporteerd.
sl: Pri tem vprašanju so že poročali o nekaterih težavah.
tr: Bu soruyla ilgili halihazırda bildirilen bazı sorunlar var.

source: If you found something wrong with the question, you can send us your recommendation on how to improve it.
cs: Pokud není něco v pořádku s otázkou, můžete nám poslat doporučení, jak ji vylepšit.
el: Αν βρήκατε κάτι λάθος στην ερώτηση, μπορείτε να μας στείλετε την πρόταση σας για το πώς να τη βελτιώσουμε.
fr: Si vous avez trouvé un problème en rapport avec la question, vous pouvez nous envoyer vos recommandations sur la façon de l'améliorer.
nl: Als je een probleem hebt gevonden met de vraag, kun je ons een aanbeveling sturen hoe die kan worden verbeterd.
sl: Če ste v vprašanju našli kakšno napako, nam lahko pošljete priporočilo, kako ga izboljšati.
tr: Soruda yanlış bir şey bulursanız, nasıl geliştirebileceğimize dair önerinizi bize gönderebilirsiniz.

source: Title
cs: Název
el: Τίτλος
fr: Titre
nl: Titel
sl: Naslov
tr: Başlık

source: Description
cs: Popis
el: Περιγραφή
nl: Beschrijving
sl: Opis
tr: Açıklama

source: Named versions only
cs: Pouze pojmenované verze
el: Μόνο εκδόσεις με όνομα
fr: Versions nommées uniquement
nl: Alleen versies met naam
sl: Samo poimenovane različice
tr: Yalnızca adlandırılmış sürümler

source: Rename this version
cs: Přejmenovat verzi
el: Μετονομάστε αυτή την έκδοση
fr: Renommer cette version
nl: Geef deze versie een andere naam
sl: Preimenovanje te različice
tr: Bu sürümü yeniden adlandırın

source: Delete this version
cs: Odstranit verzi
el: Διαγραφή αυτής της έκδοσης
fr: Supprimer cette version
nl: Verwijder deze versie
sl: Izbriši to različico
tr: Bu sürümü silin

source: Name this version
cs: Pojmenovat verzi
el: Ονομάστε αυτή την έκδοση
fr: Nommer cette version
nl: Geef deze versie een naam
sl: Poimenujte to različico
tr: Bu sürümü adlandırın

source: View questionnaire
cs: Zobrazit dotazník
el: Προβολή ερωτηματολογίου
fr: Afficher le questionnaire
nl: Laat vragenlijst zien
sl: Ogled vprašalnika
tr: Anketi görüntüle

source: Create document
cs: Vytvořit dokument
el: Δημιουργία εγγράφου
fr: Créer un document
nl: Maak een document
sl: Ustvari dokument
tr: Belge oluştur

source: Revert to this version
cs: Vrátit se k této verzi
el: Επαναφορά σε αυτή την έκδοση
fr: Revenir à cette version
nl: Ga terug naar deze versie
sl: Vrnitev na to različico
tr: Bu sürüme geri dönün

source: Cleared reply of
cs: Vyčištění odpovědi
el: Διεγραμμένη απάντηση από
fr: Réponse effacée à
nl: Antwoord leeggemaakt van
sl: Očiščen odgovor
tr: Temizlenmiş yanıt

source: Unset phase
cs: Odstavená fáze
el: Μη ρυθμισμένη φάση
fr: Phase de non-réinitialisation
nl: Niet-ingestelde fase
sl: Faza razrešitve
tr: Ayarlanmamış aşama

source: Unknown phase
cs: Neznámá fáze
el: Άγνωστη φάση
fr: Phase inconnue
nl: Onbekende fase
sl: Neznana faza
tr: Bilinmeyen faz

source: Set phase to %s
cs: Nastavení fáze na %s
el: Ορισμός φάσης σε %s
fr: Définir la phase à %s
nl: Verander fase in %s
sl: Fazo nastavite na %s
tr: Aşamayı %s olarak ayarla

source: Chapters
cs: Kapitoly
el: Κεφάλαια
fr: Chapitres
nl: Hoofdstukken
sl: Poglavja
tr: Bölümler

source: Unable to get users.
cs: Nelze získat uživatele.
el: Αδυναμία εύρεσης χρηστών.
fr: Impossible d'obtenir les utilisateur·rice·s.
nl: Kan gebruikers niet ophalen.
sl: Ni mogoče pridobiti uporabnikov.
tr: Kullanıcılara ulaşılamıyor.

source: No users found.
cs: Nenalezeni žádní uživatelé.
el: Δεν βρέθηκαν χρήστες.
fr: Aucun·e utilisateur·rice trouvé·e.
nl: Geen gebruikers gevonden.

source: Assign comment thread
cs: Přiřadit vlákno komentáře
el: Ανάθεση νήματος σχολίων
fr: Attribuer un fil de discussion
nl: Opmerking aan iemand toewijzen

source: Search users...
cs: Hledat uživatele...
el: Αναζήτηση χρηστών...
fr: Rechercher les utilisateur·rice·s...
nl: Doorzoek gebruikers…
sl: Iskanje uporabnikov...
tr: Arama kullanıcıları...

source: Name
cs: Název
el: Όνομα
fr: Nom
nl: Naam
sl: Ime
tr: İsim

source: Rename version
cs: Přejmenovat verzi
el: Μετονομασία έκδοσης
fr: Renommer la version
nl: Geef versie andere naam
sl: Preimenovanje različice
tr: Sürümü yeniden adlandır

source: New version
cs: Nová verze
el: Νέα έκδοση
fr: Nouvelle version
nl: Nieuwe versie
sl: Nova različica
tr: Yeni versiyon

source: Save
cs: Uložit
el: Αποθήκευση
fr: Enregistrer
nl: Opslaan
sl: Shrani
tr: Kaydet

source: Current
cs: Současné
el: Τρέχον
fr: Actuel
nl: Huidige
sl: Trenutni
tr: Güncel

source: Session Expires Soon
cs: Relace brzy vyprší
el: Η συνεδρία λήγει σύντομα
fr: La session expire bientôt
nl: Sessie verloopt binnenkort
sl: Seja kmalu poteče
tr: Oturum Süresi Yakında Doluyor

source: Your session expires in less than %s minutes. Log in again to refresh it.
cs: Vaše relace vyprší za méně než %s minut. Přihlaste se znovu a obnovte ji.
el: Η συνεδρία σας λήγει σε λιγότερο από %s λεπτά. Συνδεθείτε ξανά για να την ανανεώσετε.
fr: Votre session expire dans moins de %s minutes. Reconnectez-vous pour la ré-actualiser.
nl: Uw sessie verloopt in minder dan %s minuten. Log opnieuw in om deze te verversen.
sl: Vaša seja se izteče čez manj kot %s minut. Za osvežitev se ponovno prijavite.
tr: Oturumunuzun süresi %s dakikadan daha kısa bir süre içinde doluyor. Yenilemek için tekrar giriş yapın.

source: Log in again
cs: Znovu se přihlaste
el: Συνδεθείτε ξανά
fr: Se reconnecter
nl: Opnieuw inloggen
sl: Ponovna prijava
tr: Tekrar giriş yapın

source: Session Expired
cs: Relace vypršela
el: Η συνεδρία έληξε
fr: Session expirée
nl: Sessie verlopen
sl: Iztekla seja
tr: Oturum Süresi Doldu

source: Your session has expired. You need to log in again.
cs: Vaše relace vypršela. Musíte se znovu přihlásit.
el: Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά.
fr: Votre session a expiré. Vous devez vous reconnecter.
nl: Uw sessie is verlopen. U moet opnieuw inloggen.
sl: Vaša seja se je iztekla. Ponovno se morate prijaviti.
tr: Oturumunuzun süresi doldu. Tekrar giriş yapmanız gerekmektedir.

source: Summary Report
cs: Souhrnný přehled
el: Σύνοψη
fr: Rapport de synthèse
nl: Samenvattende rapportage
sl: Zbirno poročilo
tr: Özet Rapor

source: Answered: %s/%s
cs: Zodpovězeno: %s/%s
el: Απαντήθηκε: %s/%s
fr: Réponses : %s/%s
nl: Beantwoord: %s/%s
sl: Odgovorjeno: %s/%s
tr: Yanıtlandı: %s/%s

source: Answered (current phase): %s/%s
cs: Zodpovězeno (aktuální fáze): %s/%s
el: Απαντήθηκε (τρέχουσα φάση): %s/%s
fr: Réponses (phase actuelle) : %s/%s
nl: Beantwoord (in huidige fase): %s/%s
sl: Odgovorjeno (trenutna faza): %s/%s
tr: Yanıtlandı (geçerli aşama): %s/%s

source: Metrics
cs: Metriky
el: Μετρικές
fr: Métriques
nl: Statistieken
sl: Metrike
tr: Metrikler

source: Measure
cs: Hodnota
el: Μέτρο
fr: Mesure
nl: Meting
sl: Ukrep
tr: Ölçü

source: Metrics explanation
cs: Vysvětlení metrik
el: Επεξήγηση των μετρικών
fr: Explication des métriques
nl: Uitleg van de statistieken
sl: Razlaga metrik
tr: Metrik açıklaması

source: No results matching your search were found.
cs: Žádné výsledky nevyhovují vyhledávání.
el: Δεν βρέθηκαν αποτελέσματα που να ταιριάζουν με την αναζήτησή σας.
fr: Aucun résultat correspondant à votre recherche n'a été trouvé.
nl: Geen resultaten gevonden voor de zoekopdracht.
sl: Rezultatov, ki bi ustrezali vašemu iskanju, ni bilo.
tr: Aramanızla eşleşen bir sonuç bulunamadı.

source: private
cs: soukromé
el: ιδιωτικό
fr: privé
nl: privé
sl: zasebni
tr: özel

source: Active Users
cs: Aktivní uživatelé
el: Ενεργοί χρήστες
fr: Utilisateur·rice·s actif·ve·s
nl: Actieve gebruikers
sl: Aktivni uporabniki
tr: Aktif Kullanıcılar

source: Knowledge Model Editors
cs: Editory znalostních modelů
el: Επεξεργαστές Μοντέλων Γνώσης
fr: Éditeurs de modèles de connaissances
nl: Kennismodel Editors
sl: Urejevalniki modelov znanja
tr: Bilgi Modeli Düzenleyicileri

source: Knowledge Models
cs: Znalostní modely
el: Μοντέλα Γνώσης
fr: Modèles de connaissances
nl: Kennismodellen
sl: Modeli znanja
tr: Bilgi Modelleri

source: Document Template Editors
cs: Editory šablon dokumentů
el: Επεξεργαστές Προτύπων Εγγράφων
fr: Éditeurs de modèles de documents
nl: Documentsjabloon-editors
sl: Urejevalniki predlog dokumentov
tr: Belge Şablonu Düzenleyicileri

source: Document Templates
cs: Šablony dokumentů
el: Πρότυπα Εγγράφων
fr: Modèles de documents
nl: Documentsjablonen
sl: Predloge dokumentov
tr: Belge Şablonları

source: Projects
cs: Projekty
el: Έργα
fr: Projets
nl: Projecten
sl: Projekti
tr: Projeler

source: Documents
cs: Dokumenty
el: Έγγραφα
nl: Documenten
sl: Dokumenti
tr: Belgeler

source: Locales
cs: Překlady
el: Τοπικές ρυθμίσεις
fr: Paramètres de localisation
nl: Talen
sl: Lokalni prevodi
tr: Yereller

source: Storage
cs: Úložiště
el: Αποθήκη
fr: Stockage
nl: Opslag
sl: Shranjevanje
tr: Depolama

source: Client
cs: Klient
el: Πελάτης
sl: Stranka
tr: Müşteri

source: Unable to get the build info
cs: Nelze získat informace o sestavení
el: Αδυναμία λήψης των πληροφοριών κατασκευής
fr: Impossible d'obtenir l'information de construction
nl: Kan build-informatie niet ophalen
sl: Ni mogoče dobiti informacij o gradnji
tr: Yapı bilgisi alınamıyor

source: Dashboard
cs: Přehled
el: Πίνακας Ελέγχου
fr: Tableau de bord
sl: Nadzorna plošča
tr: Gösterge Tablosu

source: Tenants
cs: Tenanti
fr: Occupants
nl: Huurders
sl: Najemniki
tr: Kiracılar

source: List
cs: Seznam
el: Λίστα
fr: Liste
nl: Lijst
sl: Seznam
tr: Liste

source: Editors
cs: Editory
el: Συντάκτες
fr: Éditeurs
sl: Urejevalniki
tr: Editörler

source: Importers
cs: Importéry
el: Εισαγωγείς
fr: Importateurs
nl: Importeurs
sl: Uvozniki
tr: İthalatçılar

source: Dev
cs: Vývojář
el: Ανάπτυξη

source: Operations
cs: Operace
el: Λειτουργίες
fr: Opérations
nl: Operaties
sl: Operacije
tr: Operasyonlar

source: Persistent Commands
cs: Perzistentní úkoly
fr: Commandes persistantes
nl: Blijvende Opdrachten
sl: Trajni ukazi
tr: Kalıcı Komutlar

source: Administration
cs: Administrace
el: Διαχείριση
nl: Administratie
sl: Administracija
tr: Yönetim

source: Settings
cs: Nastavení
el: Ρυθμίσεις
fr: Paramètres
nl: Instellingen
sl: Nastavitve
tr: Ayarlar

source: Switch to
cs: Přepnout na
el: Μετάβαση σε
fr: Passer à
nl: Overschakelen naar
sl: Preklopite na
tr: Şuna geç

source: More
cs: Více
el: Περισσότερα
fr: Plus d'informations
nl: Meer
sl: Več
tr: Daha fazla

source: Your session expires in %s
cs: Platnost vaší relace vyprší v %s
el: Η συνεδρία σας λήγει σε %s
fr: Votre session expire dans %s
nl: Uw sessie verloopt in %s
sl: Vaša seja poteče v %s
tr: Oturumunuzun süresi %s içinde doluyor

source: Change language
cs: Změnit jazyk
el: Αλλαγή γλώσσας
fr: Changer de langue
nl: Wijzig de taal
sl: Sprememba jezika
tr: Dili değiştir

source: Edit profile
cs: Upravit profil
el: Επεξεργασία προφίλ
fr: Modifier le profil
nl: Wijzig profielinformatie
sl: Urejanje profila
tr: Profili düzenle

source: Assigned comments
cs: Přiřazené komentáře
el: Σχόλια που έχουν ανατεθεί
fr: Commentaires attribués
nl: Toegewezen opmerkingen

source: Log out
cs: Odhlásit se
el: Αποσύνδεση
fr: Déconnexion
nl: Log uit
sl: Odjavite se
tr: Oturumu kapat

source: About
cs: O aplikaci
el: Σχετικά με
fr: À propos
nl: Over
sl: O
tr: Hakkında

source: Report issue
cs: Nahlásit problém
el: Αναφορά προβλήματος
fr: Signaler un problème
nl: Rapporteer een issue
sl: Poročilo o težavi
tr: Rapor sorunu

source: Collapse sidebar
cs: Sbalit panel
el: Κλείσιμο πλαϊνής γραμμής
fr: Réduire la barre latérale
nl: Zijbalk inklappen
sl: Strni stransko vrstico
tr: Kenar çubuğunu daralt

source: If you find any problem, you can report an issue here:
cs: Pokud narazíte na nějaký problém, můžete ho nahlásit zde:
el: Αν βρείτε κάποιο πρόβλημα, μπορείτε να το αναφέρετε εδώ:
fr: Si vous expérimentez un problème, vous pouvez le signaler ici :
nl: Als u een probleem vindt, kunt u dat hier melden:
sl: Če naletite na težave, jih lahko prijavite tukaj:
tr: Herhangi bir sorun bulursanız, buradan bir sorun bildirebilirsiniz:

source: You can also write us an email to %s.
cs: Také nás můžete kontaktovat emailem: %s.
el: Μπορείτε επίσης να μας στείλετε email στο %s.
fr: Vous pouvez également nous écrire un courriel à %s.
nl: Je kunt ons ook een e-mail sturen aan %s.
sl: Lahko nam tudi pišete e-pošto na naslov %s.
tr: Bize %s adresine bir e-posta da yazabilirsiniz.

source: Report Issue
cs: Nahlásit problém
el: Αναφορά προβλήματος
fr: Signaler un problème
nl: Rapporteer een Issue
sl: Izdaja poročila
tr: Rapor sorunu

source: About %s
cs: O %s
el: Σχετικά με %s
fr: Environ %s
nl: Over %s

source: API URL
cs: URL API
el: URL API
fr: URL DE L'API
sl: URL API
tr: API URL'SI

source: API Docs
cs: Dokumentace API
el: Έγγραφα API
fr: Docs API
nl: API Documentatie
sl: Dokumenti API
tr: API Dokümanları

source: Version
cs: Verze
el: Έκδοση
nl: Versie
sl: Različica
tr: Versiyon

source: Built at
cs: Sestaveno
el: Δημιουργημένο στο
fr: Construit le
nl: Gebouwd om
sl: Zgrajeno v
tr: Şu adreste inşa edilmiştir

source: default
cs: výchozí
el: προεπιλογή
fr: défaut
nl: Standaard
sl: privzeto
tr: varsayılan

source: %s ago
cs: před %s
el: %s πριν
fr: il y a %s
nl: %s geleden
sl: %s nazaj
tr: %s önce

source: in %s
cs: v %s
el: σε %s
fr: dans %s
sl: v %s
tr: içinde %s

source: less than a minute
cs: méně než minutou
el: λιγότερο από ένα λεπτό
fr: moins d'une minute
nl: minder dan een minuut
sl: manj kot minuta
tr: bir dakikadan az

source: 1 minute
cs: 1 minutou
el: 1 λεπτό
nl: 1 minuut
sl: 1 minuta
tr: 1 dakika

source: about 1 hour
cs: přibližně 1 hodinou
el: περίπου 1 ώρα
fr: environ 1 heure
nl: ongeveer 1 uur
sl: približno 1 ura
tr: yaklaşık 1 saat

source: 1 day
cs: 1 dnem
el: 1 ημέρα
fr: 1 jour
nl: 1 dag
sl: 1 dan
tr: 1 gün

source: about 1 month
cs: přibližně 1 měsícem
el: περίπου 1 μήνα
fr: environ 1 mois
nl: ongeveer 1 maand
sl: približno 1 mesec
tr: yaklaşık 1 ay

source: 1 month
cs: 1 měsíc
el: 1 μήνας
fr: 1 mois
nl: 1 maand
sl: 1 mesec
tr: 1 ay

source: about 1 year
cs: přibližně 1 rokem
el: περίπου 1 έτος
fr: environ 1 an
nl: ongeveer 1 jaar
sl: približno 1 leto
tr: yaklaşık 1 yıl

source: over 1 year
cs: více než 1 rokem
el: πάνω από 1 έτος
fr: plus d'un an
nl: meer dan 1 jaar
sl: več kot 1 leto
tr: 1 yıldan fazla

source: almost 1 year
cs: téměř 1 rokem
el: σχεδόν 1 έτος
fr: presque 1 an
nl: bijna 1 jaar
sl: skoraj 1 leto
tr: neredeyse 1 yıl

source: You have unsaved changes.
cs: Máte neuložené změny.
el: Έχετε μη αποθηκευμένες αλλαγές.
fr: Il y a des modifications non sauvegardées.
nl: Je hebt niet opgeslagen veranderingen.
sl: Spremembe niso shranjene.
tr: Kaydedilmemiş değişiklikleriniz var.

source: (optional)
cs: (volitelné)
el: (προαιρετικό)
fr: (facultatif)
nl: (optioneel)
sl: (neobvezno)
tr: (isteğe bağlı)

source: You can use %s and see the result in the preview tab.
cs: Můžete použít %s a výsledek si prohlédnout na kartě náhledu.
fr: Vous pouvez utiliser %s et voir le résultat dans l'onglet de prévisualisation.
nl: Je kunt %s gebruiken en het resultaat zien op het voorbeeldtabblad.

source: You can use HTML or %s and see the result in the preview tab.
cs: Můžete použít HTML nebo %s a výsledek si prohlédnout na kartě náhledu.
fr: Vous pouvez utiliser HTML ou %s et voir le résultat dans l'onglet de prévisualisation.
nl: Je kunt HTML of %s gebruiken en het resultaat bekijken op het voorbeeldtabblad.

source: Preview
cs: Náhled
el: Προεπισκόπηση
fr: Aperçu
nl: Voorbeeld
sl: Predogled
tr: Önizleme

source: Suggestions:
cs: Návrhy:
el: Προτάσεις:
nl: Suggesties:
sl: Predlogi:
tr: Öneriler:

source: The version number is in format X.Y.Z. Increasing number Z indicates only some fixes, number Y minor changes, and number X indicates a major change.
cs: Označení verze je ve formátu X.Y.Z, kde vyšší číslo Z značí pouze opravy chyb, číslo Y menší změny a číslo X velké změny.
el: Ο αριθμός έκδοσης έχει τη μορφή X.Y.Z. Η αύξηση του αριθμού Z υποδηλώνει μόνο μερικές αλλαγές, ο αριθμός Y μικρές αλλαγές και ο αριθμός X υποδηλώνει μια σημαντική αλλαγή.
fr: Le numéro de version est au format X.Y.Z. L'augmentation du numéro Z indique seulement quelques corrections, le numéro Y des changements mineurs, et le numéro X indique un changement majeur.
nl: Het versienummer heeft de vorm X.Y.Z. Voor kleine correcties verhoog Z, voor kleine veranderingen verhoog Y, en voor grote veranderingen verhoog X.
sl: Številka različice je v obliki X.Y.Z. Večja številka Z pomeni le nekaj popravkov, številka Y manjše spremembe, številka X pa večjo spremembo.
tr: Sürüm numarası X.Y.Z biçimindedir. Artan Z sayısı yalnızca bazı düzeltmeleri, Y sayısı küçük değişiklikleri ve X sayısı büyük bir değişikliği gösterir.

source: Configuration Error
cs: Chyba konfigurace
el: Σφάλμα Configuration
fr: Erreur de configuration
nl: Configuratiefout
sl: Napaka konfiguracije
tr: Yapılandırma Hatası

source: Application is not configured correctly and cannot run.
cs: Aplikace není správně nakonfigurovaná a nemůže běžet.
el: Η εφαρμογή δεν έχει διαμορφωθεί σωστά και δεν μπορεί να εκτελεστεί.
fr: L'application n'est pas configurée correctement et ne peut pas s'exécuter.
nl: De applicatie is niet correct geconfigureerd en werkt niet.
sl: Aplikacija ni pravilno konfigurirana in je ni mogoče zagnati.
tr: Uygulama doğru yapılandırılmamış ve çalıştırılamıyor.

source: Please, contact the administrator.
cs: Prosíme kontaktujte administrátora.
el: Παρακαλούμε, επικοινωνήστε με τον διαχειριστή.
fr: S'il vous plaît, contactez l' administrateur·rice.
nl: Neem alstublieft contact op met de beheerder.
sl: Obrnite se na administratorja.
tr: Lütfen yönetici ile iletişime geçin.

source: Go to App
cs: Přejít na aplikaci
el: Μετάβαση στην εφαρμογή
fr: Aller à l'application
nl: Ga naar App
sl: Pojdi v aplikacijo
tr: Uygulamaya git

source: Sign Up
cs: Registrace
el: Εγγραφείτε
fr: S'inscrire
nl: Registreer
sl: Prijavite se
tr: Kaydolun

source: Log In
cs: Přihlášení
el: Σύνδεση
fr: Se connecter
nl: Meld aan
sl: Prijava
tr: Giriş Yap

source: Error
cs: Chyba
el: Σφάλμα
fr: Erreur
nl: Fout
sl: Napaka
tr: Hata

source: There are no question tags configured for the Knowledge Model.
cs: Tento znalostní model nepoužívá žádné štítky u otázek.
el: Δεν υπάρχουν ετικέτες ερωτήσεων για το Μοντέλο Γνώσης.
fr: Il n'y a pas de étiquettes de questions configurées pour le modèle de connaissances.
nl: Er zijn geen tags voor de vragen geconfigureerd in dit kennismodel.
sl: Za model znanja niso konfigurirane oznake vprašanj.
tr: Bilgi Modeli için yapılandırılmış soru etiketi yoktur.

source: Untitled question tag
cs: Nepojmenovaný štítek otázky
el: Ετικέτα ερώτησης χωρίς τίτλο
fr: Étiquette de question sans titre
nl: Vraag-tag zonder titel
sl: Oznaka za vprašanje brez naslova
tr: Başlıksız soru etiketi

source: Question Tags
cs: Štítky otázek
el: Ετικέτες ερωτήσεων
fr: Étiquettes de questions
nl: Vraag-Tags
sl: Oznake vprašanj
tr: Soru Etiketleri

source: You can either use all questions from the knowledge model or filter them by question tags.
cs: Můžete použít všechny otázky ze znalostního modelu nebo je filtrovat podle značek štítků.
el: Μπορείτε είτε να χρησιμοποιήσετε όλες τις ερωτήσεις από το Μοντέλο Γνώσης, είτε να τις φιλτράρετε με βάση τις ετικέτες ερωτήσεων.
fr: Vous pouvez utiliser toutes les questions du modèle de connaissances ou les filtrer en fonction des étiquettes de questions.
nl: Je kunt alle vragen uit het kennismodel gebruiken of vragen selecteren door het kiezen van tags.
sl: Uporabite lahko vsa vprašanja iz modela znanja ali pa jih filtrirate po oznakah vprašanj.
tr: Bilgi modelindeki tüm soruları kullanabilir veya bunları soru etiketlerine göre filtreleyebilirsiniz.

source: Use all questions
cs: Použít všechny otázky
el: Χρησιμοποιήστε όλες τις ερωτήσεις
fr: Utiliser toutes les questions
nl: Gebruik alle vragen
sl: Uporabite vsa vprašanja
tr: Tüm soruları kullanın
