Repository: ds-wizard/wizard-client-locales
Catalog: locales/*/locale.po
Languages: cs, el, fr, nl, sl, tr

source: Header
cs: Hlavička
el: Επικεφαλίδα
fr: En-tête
sl: Naslov
tr: Başlık

source: System Settings
cs: Systémová nastavení
el: Ρυθμίσεις συστήματος
fr: Paramètres du système
nl: Systeeminstellingen
sl: Sistemske nastavitve
tr: Sistem Ayarları

source: User Interface Settings
cs: Nastavení uživatelského rozhraní
el: Ρυθμίσεις διεπαφής χρήστη
fr: Paramètres de l'interface utilisateur·rice
nl: Instellingen van het gebruikersinterface
sl: Nastavitve uporabniškega vmesnika
tr: Kullanıcı Arayüzü Ayarları

source: Content Settings
cs: Nastavení obsahu
el: Ρυθμίσεις περιεχομένου
fr: Paramètres du contenu
nl: Inhoudsinstellingen
sl: Nastavitve vsebine
tr: İçerik Ayarları

source: Tenant could not be created.
cs: Tenant nemohl být vytvořen.
el: Ο ενοικιαστής δεν μπόρεσε να δημιουργηθεί.
fr: L'occupant n'a pas pu être créé.
nl: Huurder kon niet worden aangemaakt.
sl: Najemnika ni bilo mogoče ustvariti.
tr: Kiracı oluşturulamadı.

source: Create tenant
cs: Vytvořit tenanta
el: Δημιουργία ενοικιαστή
fr: Créer un occupant
nl: Huurder aanmaken
sl: Ustvari najemnika
tr: Kiracı oluştur

source: Unable to get tenant.
cs: Nelze získat tenanta.
el: Αδύνατον να βρεθεί ενοικιαστής.
fr: Impossible de trouver l'occupant.
nl: Kan geen huurder krijgen.
sl: Najemnika ni mogoče pridobiti.
tr: Kiracı bulunamıyor.

source: Tenant could not be saved.
cs: Tenanta se nepodařilo uložit.
el: Ο ενοικιαστής δεν μπόρεσε να σωθεί.
fr: L'occupant n'a pas pu être enregistré.
nl: Huurder kon niet worden gered.
sl: Najemnika ni bilo mogoče rešiti.
tr: Kiracı kurtarılamadı.

source: Plan could not be created.
cs: Plán nemohl být vytvořen.
el: Το σχέδιο δεν μπόρεσε να δημιουργηθεί.
fr: Le plan n'a pas pu être créé.
nl: Plan kan niet aangemaakt worden.
sl: Načrta ni bilo mogoče ustvariti.
tr: Plan oluşturulamadı.

source: Plan could not be saved.
cs: Plán nemohl být uložen.
el: Το σχέδιο δεν μπόρεσε να σωθεί.
fr: Le plan n'a pas pu être enregistré.
nl: Plan kan niet opgeslagen worden.
sl: Načrta ni bilo mogoče rešiti.
tr: Plan kurtarılamadı.

source: Plan could not be deleted.
cs: Plán nemohl být odstraněn.
el: Το σχέδιο δεν μπόρεσε να διαγραφεί.
fr: Le plan n'a pas pu être supprimé.
nl: Plan kan niet verwijderd worden.
sl: Načrta ni bilo mogoče izbrisati.
tr: Plan silinemedi.

source: Add plan
cs: Přidat plán
el: Προσθήκη σχεδίου
fr: Ajouter un plan
nl: Voeg plan toe
sl: Dodajte načrt
tr: Plan ekle

source: Created at
cs: Vytvořeno
el: Δημιουργήθηκε στο
fr: Créé le
nl: Gemaakt om
sl: Ustvarjeno v
tr: Oluşturulduğu tarih

source: Updated at
cs: Upraveno
el: Ενημερώθηκε στις
fr: Mise à jour le
nl: Bijgewerkt om
sl: Posodobljeno na
tr: Güncellendiği tarih

source: Client URL
cs: URL klienta
el: URL πελάτη
fr: URL du client
sl: URL odjemalca
tr: İstemci URL'si

source: Server URL
cs: URL serveru
el: URL διακομιστή
fr: URL du serveur
sl: URL strežnika
tr: Sunucu URL'si

source: URLs
cs: URL
sl: URL-ji
tr: URL'ler

source: Admins
cs: Administrátoři
el: Διαχειριστές
fr: Administrateur·rice·s
nl: Beheerders
sl: Administratorji
tr: Yöneticiler

source: Edit app
cs: Upravit aplikaci
el: Επεξεργασία εφαρμογής
fr: Modifier l'application
nl: Wijzig app
sl: Urejanje aplikacije
tr: Uygulamayı düzenle

source: Edit plan
cs: Upravit plán
el: Επεξεργασία σχεδίου
fr: Modifier le plan
nl: Wijzig plan
sl: Načrt urejanja
tr: Planı düzenle

source: Are you sure you want to delete plan **%s**?
cs: Opravdu chcete odstranit plán **%s**?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το σχέδιο **%s**;
fr: Etes-vous certain·e de vouloir supprimer le plan **%s** ?
nl: Weet je zeker dat je plan **%s** wilt verwijderen?
sl: Ste prepričani, da želite izbrisati načrt **%s**?
tr: **%s** planını silmek istediğinizden emin misiniz?

source: Delete plan
cs: Odstranit plán
el: Διαγραφή σχεδίου
fr: Supprimer le plan
nl: Verwijder plan
sl: Izbriši načrt
tr: Planı sil

source: Unable to get tenants.
cs: Nelze získat tenanty.
el: Αδύνατη η εύρεση ενοικιαστών.
fr: Impossible de trouver les occupants.
nl: Kan geen huurders krijgen.
sl: Najemnikov ni mogoče dobiti.
tr: Kiracı bulunamıyor.

source: Enabled only
cs: Pouze povolené
el: Μόνο ενεργοποιημένα
fr: Activé uniquement
nl: Alleen ingeschakelde
sl: Samo za omogočene
tr: Yalnızca etkin

source: Disabled only
cs: Pouze zakázané
el: Μόνο απενεργοποιημένα
fr: Désactivé uniquement
nl: Alleen uitgeschakelde
sl: Samo za onemogočene
tr: Yalnızca etkin olmayan

source: Click "Create" button to add a new tenant.
cs: Chcete-li přidat nového tenanta, klikněte na tlačítko "Vytvořit".
el: Κάντε κλικ στο κουμπί "Δημιουργία" για να προσθέσετε έναν νέο ενοικιαστή.
fr: Cliquez sur le bouton "Créer" pour ajouter un nouvel occupant.
nl: Klik op de knop "Aanmaken" om een nieuwe huurder toe te voegen.
sl: Če želite dodati novega najemnika, kliknite gumb "Ustvari".
tr: Yeni bir kiracı eklemek için "Oluştur" düğmesine tıklayın.

source: Search tenants...
cs: Hledat tenanty...
el: Αναζήτηση ενοικιαστών...
fr: Recherche d'occupants...
nl: Huurders zoeken...
sl: Iskanje najemnikov...
tr: Kiracıları arayın...

source: User could not be created.
cs: Uživatel nemohl být vytvořen.
el: Αδυναμία δημιουργίας χρήστη.
fr: L'utilisateur·rice n'a pas pu être créé.e.
nl: Gebruiker kon niet worden aangemaakt.
sl: Uporabnika ni bilo mogoče ustvariti.
tr: Kullanıcı oluşturulamadı.

source: Create user
cs: Vytvořit uživatele
el: Δημιουργία χρήστη
fr: Créer un·e utilisateur·rice
nl: Maak gebruiker
sl: Ustvari uporabnika
tr: Kullanıcı oluştur

source: Unable to get active sessions.
cs: Nelze získat aktivní relace.
el: Δεν είναι δυνατή η εύρεση ενεργών συνεδριών.
fr: Impossible d'obtenir des sessions actives.
nl: Kan geen actieve sessies krijgen.
sl: Ni mogoče pridobiti aktivnih sej.
tr: Aktif oturumlar alınamıyor.

source: Session could not be revoked.
cs: Relace nemohla být odvolána.
el: Η συνεδρία δεν μπόρεσε να ανακληθεί.
fr: La session n'a pas pu être révoquée.
nl: Sessie kon niet worden herroepen.
sl: Seje ni bilo mogoče preklicati.
tr: Oturum iptal edilemedi.

source: Failed to revoke all active sessions.
cs: Nepodařilo se zrušit všechny aktivní relace.
el: Απέτυχε η ανάκληση όλων των ενεργών συνεδριών.
fr: Échec de la révocation de toutes les sessions actives.
nl: Het is niet gelukt om alle actieve sessies in te trekken.
sl: Ni uspelo preklicati vseh aktivnih sej.
tr: Tüm etkin oturumlar iptal edilemedi.

source: Revoke all
cs: Zrušit všechny
el: Ανάκληση όλων
fr: Tout révoquer
nl: Allemaal intrekken
sl: Preklic vseh
tr: Tümünü iptal et

source: Active Sessions
cs: Aktivní relace
el: Ενεργές συνεδρίες
fr: Sessions actives
nl: Actieve sessies
sl: Aktivne seje
tr: Aktif Oturumlar

source: This is a list of active sessions logged into your account. If you don't recognize any, you should revoke them.
cs: Jedná se o seznam aktivních relací přihlášených k vašemu účtu. Pokud některou z nich nepoznáte, měli byste ji zrušit.
el: Αυτή είναι μια λίστα με τις ενεργές συνεδρίες που είναι συνδεδεμένες με το λογαριασμό σας. Αν δεν αναγνωρίζετε κάποια, θα πρέπει να την ανακαλέσετε.
fr: Il s'agit d'une liste des sessions actives connectées à votre compte. Si vous n'en reconnaissez aucune, vous devriez les révoquer.
nl: Dit is een lijst van actieve sessies die op uw account zijn ingelogd. Als je er geen herkent, moet je ze intrekken.
sl: To je seznam aktivnih sej, prijavljenih v vaš račun. Če katere od njih ne prepoznate, jo morate preklicati.
tr: Bu, hesabınızda oturum açmış aktif oturumların bir listesidir. Eğer herhangi birini tanımıyorsanız, onları iptal etmelisiniz.

source: current
cs: aktuální
el: τρέχον
fr: actuel
nl: huidige
sl: trenutno
tr: güncel

source: Logged in on %s
cs: Přihlášen na %s
el: Συνδεθήκατε στο %s
fr: Connecté le %s
nl: Aangemeld op %s
sl: Prijavljen na %s
tr: s'de oturum açıldı

source: Revoke session
cs: Odvolání relace
el: Ανάκληση συνεδρίας
fr: Révoquer la session
nl: Sessie intrekken
sl: Preklic seje
tr: Oturumu iptal et

source: Are you sure you want to revoke %s (logged in on %s)?
cs: Opravdu chcete zrušit %s (přihlášeno na %s)?
el: Είστε σίγουρος ότι θέλετε να ανακληθεί το %s (συνδεδεμένο σε %s);
fr: Êtes-vous sûr de vouloir révoquer %s (connecté sur %s) ?
nl: Weet u zeker dat u %s wilt herroepen (ingelogd op %s)?
sl: Ste prepričani, da želite preklicati %s (prijavljen na %s)?
tr: s'yi (%s'de oturum açmış) iptal etmek istediğinizden emin misiniz?

source: Revoke Active Session
cs: Odvolání aktivní relace
el: Ανάκληση ενεργής συνεδρίας
fr: Révoquer la session active
nl: Actieve sessie intrekken
sl: Preklic aktivne seje
tr: Etkin Oturumu İptal Et

source: Revoke
cs: Odvolání
el: Ανάκληση
fr: Révoquer
nl: Intrekken
sl: Preklic
tr: İptal

source: Are you sure you want to revoke all active sessions? This will log you out of all devices except for the current one.
cs: Opravdu chcete zrušit všechny aktivní relace? Tím se odhlásíte ze všech zařízení kromě aktuálního.
el: Είστε σίγουροι ότι θέλετε να ανακαλέσετε όλες τις ενεργές συνεδρίες; Αυτό θα σας αποσυνδέσει από όλες τις συσκευές εκτός από την τρέχουσα.
fr: Êtes-vous sûr·e de vouloir révoquer toutes les sessions actives ? Cela vous déconnectera de les terminaux, à l'exception du terminal actuel.
nl: Weet je zeker dat je alle actieve sessies wilt intrekken? Dit zal je afmelden op alle apparaten behalve het huidige.
sl: Ali ste prepričani, da želite preklicati vse aktivne seje? S tem se boste odjavili iz vseh naprav, razen iz trenutne.
tr: Tüm etkin oturumları iptal etmek istediğinizden emin misiniz? Bu, mevcut cihaz dışındaki tüm cihazlardan çıkış yapmanızı sağlayacaktır.

source: Revoke All Active Sessions
cs: Zrušení všech aktivních relací
el: Ανάκληση όλων των ενεργών συνεδριών
fr: Révoquer toutes les sessions actives
nl: Alle actieve sessies intrekken
sl: Preklic vseh aktivnih sej
tr: Tüm Etkin Oturumları İptal Et

source: %s on %s
cs: %s na %s
el: %s σε %s
fr: %s sur %s
nl: %s op %s
sl: %s na %s
tr: %s üzerinde %s

source: Unable to get API keys.
cs: Nelze získat klíče API.
el: Αδυναμία λήψης κλειδιών API.
fr: Impossible d'obtenir les clés API.
nl: Kan geen API sleutels krijgen.
sl: Ni mogoče pridobiti ključev API.
tr: API anahtarları alınamıyor.

source: Unable to create API key.
cs: Nelze vytvořit klíč API.
el: Αδυναμία δημιουργίας κλειδιού API.
fr: Impossible de créer une clé API.
nl: Kan geen API sleutel aanmaken.
sl: Ni mogoče ustvariti ključa API.
tr: API anahtarı oluşturulamıyor.

source: API key could not be deleted.
cs: Klíč API se nepodařilo odstranit.
el: Το κλειδί API δεν μπόρεσε να διαγραφεί.
fr: La clé API n'a pas pu être supprimée.
nl: API sleutel kon niet worden verwijderd.
sl: Ključa API ni bilo mogoče izbrisati.
tr: API anahtarı silinemedi.

source: API Keys
cs: Klíče API
el: Κλειδιά API
fr: Clés API
nl: API Sleutels
sl: Ključi API
tr: API Anahtarları

source: You can generate an API key for every application you use that needs access to the [API](%s).
cs: API klíč můžete vygenerovat pro každou používanou aplikaci, která potřebuje přístup k [API](%s).
fr: Vous pouvez générer une clé API pour chaque application que vous utilisez et qui a besoin d'accéder à [DSW API](%s).
nl: U kunt een API-sleutel genereren voor elke toepassing die u gebruikt en die toegang nodig heeft tot de [DSW API](%s).

source: Your new API key
cs: Váš nový klíč API
el: Το νέο σας κλειδί API
fr: Votre nouvelle clé API
nl: Uw nieuwe API-sleutel
sl: Vaš novi ključ API
tr: Yeni API anahtarınız

source: Make sure to save it, you will not be able to access it again.
cs: Ujistěte se, že jste si ji uložili, protože k ní již nebudete mít přístup.
el: Φροντίστε να το αποθηκεύσετε, δεν θα έχετε ξανά πρόσβαση σε αυτό.
fr: Veillez à l'enregistrer, car vous ne pourrez plus y accéder.
nl: Zorg ervoor dat u het opslaat, u zult er niet meer bij kunnen.
sl: Ne pozabite ga shraniti, saj do njega ne boste mogli več dostopati.
tr: Kaydettiğinizden emin olun, bir daha erişemeyeceksiniz.

source: API Key Name
cs: Název klíče API
el: Όνομα κλειδιού API
fr: Nom de la clé API
nl: API Sleutel Naam
sl: Ime ključa API
tr: API Anahtar Adı

source: Give the API key a name to identify it, such as the name of the application using it or the purpose of the key.
cs: Klíč API pojmenujte, abyste jej mohli identifikovat, například názvem aplikace, která jej používá, nebo účelem klíče.
el: Δώστε στο κλειδί API ένα όνομα για την αναγνώρισή του, όπως το όνομα της εφαρμογής που το χρησιμοποιεί ή με βάση το σκοπό του κλειδιού.
fr: Donnez un nom à la clé API pour l'identifier, par exemple le nom de l'application qui l'utilise ou l'objectif de la clé.
nl: Geef de API-sleutel een naam om hem te identificeren, zoals de naam van de applicatie die hem gebruikt of het doel van de sleutel.
sl: Ključu API dajte ime, da ga boste prepoznali, na primer ime aplikacije, ki ga uporablja, ali namen ključa.
tr: API anahtarını tanımlamak için, onu kullanan uygulamanın adı veya anahtarın amacı gibi bir ad verin.

source: The date when the API key will no longer be valid.
cs: Datum, kdy klíč API přestane být platný.
el: Η ημερομηνία από την οποία το κλειδί API δεν θα είναι πλέον έγκυρο.
fr: Date à laquelle la clé API ne sera plus valide.
nl: De datum waarop de API-sleutel niet langer geldig is.
sl: Datum, ko ključ API ne bo več veljaven.
tr: API anahtarının artık geçerli olmayacağı tarih.

source: You have no active API keys.
cs: Nemáte žádné aktivní klíče API.
el: Δεν έχετε ενεργά κλειδιά API.
fr: Vous n'avez pas de clés API actives.
nl: Je hebt geen actieve API sleutels.
sl: Nimate aktivnih ključev API.
tr: Etkin API anahtarınız yok.

source: Active API Keys (%s)
cs: Aktivní klíče API (%s)
el: Ενεργά κλειδιά API (%s)
fr: Clés API actives (%s)
nl: Actieve API-sleutels (%s)
sl: Aktivni ključi API (%s)
tr: Etkin API Anahtarları (%s)

source: Delete API Key
cs: Odstranění klíče API
el: Διαγραφή κλειδιού API
fr: Supprimer la clé API
nl: API sleutel verwijderen
sl: Brisanje ključa API
tr: API Anahtarını Sil

source: Are you sure you want to delete %s?
cs: Opravdu chcete odstranit %s?
el: Σίγουρα θέλετε να διαγράψετε το %s;
fr: Êtes-vous sûr de vouloir supprimer %s ?
nl: Weet u zeker dat u %s wilt verwijderen?
sl: Ste prepričani, da želite izbrisati %s?
tr: s'yi silmek istediğinizden emin misiniz?

source: Unable to get app keys.
cs: Nelze získat klíče aplikací.
el: Αδυναμία λήψης κλειδιών εφαρμογής.
fr: Impossible d'obtenir les clés de l'application.
nl: Kan geen app-sleutels krijgen.
sl: Ni mogoče pridobiti ključev aplikacije.
tr: Uygulama anahtarları alınamıyor.

source: App key could not be deleted.
cs: Klíč aplikace nebylo možné odstranit.
el: Το κλειδί εφαρμογής δεν μπόρεσε να διαγραφεί.
fr: La clé d'application n'a pas pu être supprimée.
nl: App-sleutel kon niet worden verwijderd.
sl: Ključa API ni bilo mogoče izbrisati.
tr: App anahtarı silinemedi.

source: App Keys
cs: Klíče aplikací
el: Κλειδιά εφαρμογών
fr: Clés d'application
nl: App sleutels
sl: Ključi aplikacij
tr: Uygulama Anahtarları

source: App keys are created when connecting various applications. You can disconnect them by deleting the app key.
cs: Klíče aplikací se vytvářejí při připojování různých aplikací. Můžete je odpojit odstraněním klíče aplikace.
el: Τα κλειδιά εφαρμογών δημιουργούνται κατά τη σύνδεση διαφόρων εφαρμογών. Μπορείτε να τα αποσυνδέσετε διαγράφοντας το κλειδί εφαρμογής.
fr: Les clés d'application sont créées lors de la connexion de diverses applications. Vous pouvez les déconnecter en supprimant la clé d'application.
nl: App-sleutels worden aangemaakt bij het verbinden van verschillende applicaties. Je kunt de verbinding verbreken door de app-sleutel te verwijderen.
sl: Ključi aplikacij se ustvarijo ob povezovanju različnih aplikacij. Odklopite jih lahko tako, da izbrišete ključ aplikacije.
tr: Uygulama anahtarları çeşitli uygulamalar bağlanırken oluşturulur. Uygulama anahtarını silerek bunların bağlantısını kesebilirsiniz.

source: You have no app keys.
cs: Nemáte žádné klíče aplikací.
el: Δεν έχετε κλειδιά εφαρμογών.
fr: Vous n'avez pas de clés d'application.
nl: Je hebt geen app-sleutels.
sl: Nimate ključev aplikacij.
tr: Uygulama anahtarınız yok.

source: App Key Name
cs: Název klíče aplikace
el: Όνομα κλειδιού εφαρμογής
fr: Nom de la clé d'application
nl: Naam van de app-sleutel
sl: Ime ključa aplikacije
tr: Uygulama Anahtar Adı

source: Delete App Key
cs: Odstranit klíč aplikace
el: Διαγραφή κλειδιού εφαρμογής
fr: Supprimer la clé de l'application
nl: App-sleutel verwijderen
sl: Izbriši ključ aplikacije
tr: Uygulama Tuşunu Sil

source: Password was successfully changed.
cs: Heslo bylo úspěšně změněno.
el: Ο κωδικός πρόσβασης άλλαξε επιτυχώς.
fr: Le mot de passe a été modifié avec succès.
nl: Wachtwoord is gewijzigd.
sl: Geslo je bilo uspešno spremenjeno.
tr: Şifre başarıyla değiştirildi.

source: Password could not be changed.
cs: Heslo nebylo možné změnit.
el: Ο κωδικός πρόσβασης δεν μπόρεσε να αλλάξει.
fr: Le mot de passe n'a pas pu être modifié.
nl: Password kon niet worden veranderd.
sl: Gesla ni bilo mogoče spremeniti.
tr: Şifre değiştirilemedi.

source: Unable to get the user.
cs: Nelze získat uživatele.
el: Αδυναμία εύρεσης χρήστη.
fr: Impossible d'obtenir l'utilisateur·rice.
nl: Kan gebruiker niet ophalen.
sl: Uporabnika ni mogoče pridobiti.
tr: Kullanıcı alınamıyor.

source: Profile was successfully updated.
cs: Profil byl úspěšně aktualizován.
el: Το προφίλ ενημερώθηκε με επιτυχία.
fr: Le profil a été mis à jour avec succès.
nl: Profiel is succesvol bijgewerkt.
sl: Profil je bil uspešno posodobljen.
tr: Profil başarıyla güncellendi.

source: Profile could not be saved.
cs: Profil nemohl být uložen.
el: Το προφίλ δεν μπόρεσε να αποθηκευτεί.
fr: Le profil n'a pas pu être enregistré.
nl: Profiel kon niet worden opgeslagen.
sl: Profila ni bilo mogoče shraniti.
tr: Profil kaydedilemedi.

source: Profile
cs: Profil
el: Προφίλ
fr: Profil
nl: Profiel
sl: Profil
tr: Profil

source: User Image
cs: Obrázek uživatele
el: Εικόνα χρήστη
fr: Image de l'utilisateur·rice
nl: Gebruikersplaatje
sl: Slika uporabnika
tr: Kullanıcı Resmi

source: Image is taken from OpenID profile or [Gravatar](https://gravatar.com).
cs: Obrázek je převzat z OpenID profilu nebo služby [Gravatar](https://gravatar.com).
el: Η εικόνα προέρχεται από προφίλ OpenID ή το [Gravatar](https://gravatar.com).
fr: L'image provient du profil OpenID ou de [Gravatar] (https://gravatar.com).
nl: Plaatje word overgenomen uit OpenID-profiel of [Gravatar](https://gravatar.com).
sl: Slika je vzeta iz profila OpenID ali [Gravatar](https://gravatar.com).
tr: Resim OpenID profilinden veya [Gravatar](https://gravatar.com) adresinden alınmıştır.

source: Your profile is managed elsewhere.
cs: Váš profil je spravován jinde.
el: Το προφίλ σας διαχειρίζεται αλλού.
fr: Votre profil est géré ailleurs.
nl: Je profiel wordt elders beheerd.
sl: Vaš profil se upravlja drugje.
tr: Profiliniz başka bir yerde yönetiliyor.

source: Submission settings were successfully updated.
cs: Nastavení odesílání byla úspěšně aktualizována.
el: Οι ρυθμίσεις υποβολής ενημερώθηκαν με επιτυχία.
fr: Les paramètres de soumission ont été mis à jour avec succès.
nl: De indieningsinstellingen zijn bijgewerkt.
sl: Nastavitve predložitve so bile uspešno posodobljene.
tr: Gönderim ayarları başarıyla güncellendi.

source: Submission settings could not be saved.
cs: Nastavení odesílání nebylo možné uložit.
el: Οι ρυθμίσεις υποβολής δεν μπόρεσαν να αποθηκευτούν.
fr: Les paramètres de soumission n'ont pas pu être sauvegardés.
nl: De indieningsinstellingen konden niet worden opgeslagen.
sl: Nastavitev predložitve ni bilo mogoče shraniti.
tr: Gönderim ayarları kaydedilemedi.

source: There are no submission services to configure.
cs: Nejsou nastavené žádné odesílací služby.
el: Δεν υπάρχουν υπηρεσίες υποβολής για παραμετροποίηση.
fr: Il n'y a pas de services de soumission à configurer.
nl: Er zijn geen aanmeldingsservices te geconfigureren.
sl: Storitev predložitve ni treba konfigurirati.
tr: Yapılandırılacak herhangi bir gönderim hizmeti yoktur.

source: Submission Settings
cs: Nastavení odeslání
el: Ρυθμίσεις υποβολής
fr: Paramètres de soumission
nl: Submissie-instellingen
sl: Nastavitve predložitve
tr: Gönderim Ayarları

source: There is no settings for %s.
cs: Není zde žádné nastavení pro %s.
el: Δεν υπάρχουν ρυθμίσεις για %s.
fr: Il n'y a pas de paramètres pour %s.
nl: Er zijn geen instellingen voor %s.
sl: Za %s ni nastavitev.
tr: s için ayar yok.

source: User Settings
cs: Uživatelská nastavení
el: Ρυθμίσεις χρήστη
fr: Paramètres de l'utilisateur
nl: Gebruikersinstellingen
sl: Uporabniške nastavitve
tr: Kullanıcı Ayarları

source: User could not be deleted.
cs: Uživatele nebylo možné odstranit.
el: Ο χρήστης δεν μπόρεσε να διαγραφεί.
fr: L'utilisateur·rice n'a pas pu être supprimé·e.
nl: Gebruiker kon niet worden verwijderd.
sl: Uporabnika ni bilo mogoče izbrisati.
tr: Kullanıcı silinemedi.

source: Click "Create" button to add a new User.
cs: Klikněte na tlačítko "Vytvořit" pro přidání nového uživatele.
el: Κάντε κλικ στο κουμπί "Δημιουργία" για να προσθέσετε έναν νέο χρήστη.
fr: Cliquez sur le bouton "Créer" pour ajouter un nouvel utilisateur·rice.
nl: Klik “Aanmaken” om een nieuwe gebruiker toe te voegen.
sl: Če želite dodati novega uporabnika, kliknite gumb "Ustvari".
tr: Yeni bir Kullanıcı eklemek için "Oluştur" düğmesine tıklayın.

source: Last online
cs: Naposledy online
el: Τελευταία φορά online
fr: Dernière connexion
nl: Laatste keer online
sl: Zadnjič prijavljen
tr: Son çevrimiçi

source: inactive
cs: neaktivní
el: ανενεργό
fr: inactif
nl: niet actief
sl: neaktivni
tr: aktif değil

source: Are you sure you want to permanently delete the following user?
cs: Opravdu chcete nevratně odstranit následujícího uživatele?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε οριστικά τον παρακάτω χρήστη;
fr: Etes-vous certain·e de vouloir supprimer définitivement l'utilisat.rice.eur suivant ?
nl: Weet je zeker dat je deze gebruiker permanent wilt verwijderen?
sl: Ali ste prepričani, da želite trajno izbrisati naslednjega uporabnika?
tr: Aşağıdaki kullanıcıyı kalıcı olarak silmek istediğinizden emin misiniz?

source: Delete user
cs: Odstranit uživatele
el: Διαγραφή χρήστη
fr: Supprimer l'utilisateur·rice
nl: Verwijder gebruiker
sl: Izbriši uporabnika
tr: Kullanıcı sil

source: Not Found
cs: Nenalezeno
el: Δεν βρέθηκε
fr: Non trouvé
nl: Niet gevonden
sl: Ni bilo najdeno
tr: Bulunamadı

source: The page you are looking for was not found.
cs: Požadovaná stránka nebyla nalezena.
el: Η σελίδα δεν βρέθηκε.
fr: La page que vous recherchez n'a pas été trouvée.
nl: De pagina die je zocht is niet gevonden.
sl: Stran, ki jo iščete, ni bila najdena.
tr: Aradığınız sayfa bulunamadı.

source: Not Allowed
cs: Nepovoleno
el: Δεν επιτρέπεται
fr: Non autorisé
nl: Niet toegestaan
sl: Ni dovoljeno
tr: İzin Verilmedi

source: You don't have permission to view this page.
cs: Nemáte oprávnění přistoupit k této stránce.
el: Δεν έχετε την άδεια προβολής αυτής της σελίδα.
fr: Vous n'avez pas l'autorisation de lire cette page.
nl: Je hebt geen toestemming deze pagina te bekijken.
sl: Nimate dovoljenja za ogled te strani.
tr: Bu sayfayı görüntülemek için izniniz yok.

source: Server
el: Διακομιστής
fr: Serveur
sl: Strežnik
tr: Sunucu

source: You can use Markdown and see the result in the preview tab.
el: Μπορείτε να χρησιμοποιήσετε Markdown και να δείτε το αποτέλεσμα στην καρτέλα προεπισκόπησης.
sl: Uporabite lahko zapis Markdown in si rezultat ogledate v zavihku za predogled.
tr: Markdown kullanabilir ve sonucu önizleme sekmesinde görebilirsiniz.

source: You can use HTML or Markdown and see the result in the preview tab.
el: Μπορείτε να χρησιμοποιήσετε HTML ή Markdown και να δείτε το αποτέλεσμα στην καρτέλα προεπισκόπησης.
sl: Uporabite lahko HTML ali Markdown in si rezultat ogledate v zavihku za predogled.
tr: HTML veya Markdown kullanabilir ve sonucu önizleme sekmesinde görebilirsiniz.
